Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/ProfileBundle/Resources/translations/PROFILE.*.xliff
Languages: es_ar, fr

# ACCOUNTS_MERGED
source: The following accounts have been successfully merged:
es_ar: Las siguientes cuentas se juntaron correctamente:
fr: Les comptes suivants ont été fusionnés avec succès :

# ADULT_CLICK_NO_STATUS_LINK
source: It's too bad, you do not have a status yet. You can create one by clicking %linkStart%here%linkEnd%.
es_ar: Es una lástima, todavía no tenés ningún estado. Podés crear uno pulsando %linkStart%aquí%linkEnd%.
fr: Comme c'est dommage, vous n'avez pas encore de statuts, vous pouvez en créer un en cliquant sur %linkStart%ce lien%linkEnd%.

# ADULT_NO_STATUS
source: You don't have any status. Why not communicate with your students or other teachers through your profile?
es_ar: No tenés ningún estado. ¿Por qué no comunicás con tus alumnos u otros profesores a través de tu perfil?
fr: Vous n'avez aucun statut. Pourquoi ne pas communiquer avec vos élèves ou les autres enseignants à travers votre profil ?

# ADULT_NO_STATUS_YET
source: It's too bad, you do not have a status yet.
es_ar: Es una lástima, todavía no ténes ningún estado.
fr: Comme c'est dommage, vous n'avez pas encore de statuts.

# ADULT_PROFILE_UPDATED
source: Your profile has been successfully updated
es_ar: Tu perfil se actualizó correctamente
fr: Votre profil a été mis à jour avec succès

# ALLOWED_ADVISOR_TO_HELP_WITH_SAME_RIGHT
source: I allow my ICT specialist to help me by giving him my rights
es_ar: Permito que mi especialista en TIC me ayude otorgándole mis derechos
fr: J’autorise mon référent informatique à me porter assistance en disposant des mêmes droits que moi.

source: and
es_ar: y
fr: et

# BACK_TO_CLASSROOM
source: Go back to the class
es_ar: Volver a la clase
fr: Revenir à la classe

# BACK_TO_PUPIL_CARD
source: Go back to | student form
es_ar: Volver a | ficha alumno
fr: Retourner à |la fiche élève

# BORN_MAN
source: Born on:
es_ar: Nacido el:
fr: Né le :

# BORN_WOMAN
source: Born on:
es_ar: Nacido el:
fr: Née le :

# BUTTON_CHANGE_AVATAR
source: Change my avatar
es_ar: Cambiar mi avatar
fr: Changer mon avatar

# BUTTON_CHOOSE_AVATAR
source: Choose my avatar
es_ar: Elegir mi avatar
fr: Choisir mon avatar

# BUTTON_DELETE_AVATAR
source: Delete my avatar
es_ar: Eliminar mi avatar
fr: Supprimer mon avatar

# CHECK_IN_PROGRESS
source: Verification in progress…
es_ar: Verificación en curso...
fr: Vérification en cours

# CHILD_CLICK_NO_STATUS_LINK
source: It's too bad, you don't have a status yet. You can create one by clicking %linkStart%here%linkEnd%.
es_ar: Es una lástima, todavía no tenés ningún estado. Podés crear uno pulsando %linkStart%aquí%linkEnd%.
fr: Comme c'est dommage, tu n'as pas encore de statuts, tu peux en créer un en cliquant sur %linkStart%ce lien%linkEnd%.

# CHILD_NO_STATUS
source: You do not have a status yet. To create a new one, simply click on the button below.
es_ar: Todavía no tenés ningún estado. Para crear uno, pulsá el siguiente botón.
fr: Tu n'as pas encore de statuts. Pour en créer un nouveau, il te suffit de cliquer sur le bouton ci-dessous.

# CHILD_PROFILE_UPDATED
source: Your profile has been successfully updated
es_ar: Tu perfil se ha actualizado correctamente
fr: Ton profil a été mis à jour avec succès

# COMBINATION_LOGIN_PASSWORD_INVALID
source: The combination of username/password does not match with any user.
es_ar: La combinación nombre de usuario/contraseña no coincide con la de ningún usuario.
fr: La combinaison identifiant / mot de passe ne correspond à aucun utilisateur.

# COMMENT_MODERATION_CLOSED
source: Comment moderation switched off
es_ar: Moderación de comentarios cerrada
fr: Modération des commentaires fermée

# COMMENT_MODERATION_OPENED
source: Comment moderation switched on
es_ar: Moderación de comentarios abierta
fr: Modération des commentaires ouverte

# COMMENT_UPDATED
source: The comment has been successfully edited.
es_ar: El comentario se editó correctamente.
fr: Le commentaire a été modifié avec succès.

# DATE_BIRTHDAY
source: Date of birth
es_ar: Fecha de nacimiento
fr: Date de naissance

# DESCRIPTION_MERGING_ACCOUNT
source: <p>Whatever the circumstances, merging accounts allows you to have a single account to use.</p><h3>How can you do it?</h3><p>You simply have to have the username and password of the account that you want to merge and enter them below.</p><p><b>Please note</b>: the account that you are going to enter will be deactivated at the end of the process. The information linked to it will be transferred on the account that you are currently using:<i></i> %userFullName%</p>
es_ar: <p>Independientemente de la situación, la fusión de cuentas permite tener una sola cuenta en uso.</p><h3>¿Cómo fusionarlas?</h3><p>Solo necesitás tener el nombre de usuario y la contraseña de la cuenta que quieras fusionar e introducirlos a continuación.</p><p><b>Atención</b>: la cuenta que vas a introducir se desactivará al finalizar el proceso. La información vinculada a ella se transferirá a la cuenta que utilizás ahora:<i></i> %userFullName%</p>
fr: <p>La fusion de compte permet, quelles que soient les situations, d'avoir un seul compte à utiliser.</p><h3>Comment faire ?</h3><p>Il suffit de vous munir de l'identifiant et du mot de passe du compte que vous souhaitez fusionner et de les saisir ci-dessous.</p><p><b>Attention</b>: le compte que vous allez saisir sera désactivé à la fin de l'opération. Les données qui lui étaient liées seront rapatriées sur le compte que vous utilisez actuellement :<i></i> %userFullName%</p>

# DESCRIPTION_STATUS_LIGHT
source: Green light means that moderation mode is switched on, and the statuses must be validated before publication. <br />Red light means that the statuses are directly published.
es_ar: La luz verde significa que el modo moderación está activado, y que los estados se deben validar antes de su publicación.<br />La luz roja significa que los estados se publican directamente.
fr: Un feu vert signifie que la modération est activée, les statuts devront être validés avant d'être publiés. <br />Un feu rouge signifie que les statuts sont publiés directement.

# EDIT_COMMENT
source: Edit a comment
es_ar: Editar un comentario
fr: Éditer un commentaire

# EDIT_STATUS
source: Edit a status
es_ar: Editar un estado
fr: Éditer un statut

# EMAIL
source: Email address
es_ar: Dirección de correo electrónico
fr: Adresse e-mail

# EMAIL_ALREADY_USED
source: The email address that you entered is already in use. Please enter a new one.
es_ar: La dirección de correo electrónico que introduciste ya está en uso, introducí otra.
fr: L'adresse e-mail renseignée est déjà utilisée, veuillez en renseigner une nouvelle

# EMAIL_SECONDARY
source: Secondary email address
es_ar: Dirección de correo electrónico secundaria
fr: Adresse e-mail secondaire

# EMAIL_USE_TO_SEND_NOTIFICATION
source: This email address is used to send notifications
es_ar: Esta se utiliza para enviar las notificaciones
fr: Cette adresse e-mail est utilisée pour envoyer les notifications

# ENTER_LOGIN_OF_MERGING_ACCOUNT
source: Enter the username of the account to be merged
es_ar: Introducí el nombre de usuario de la cuenta que querés fusionar
fr: Saisissez l'identifiant du compte à fusionner

# ENTER_PASSWORD
source: Enter the password
es_ar: Introducí la contraseña
fr: Saisissez le mot de passe

# FILTER_BY_STATE
source: Filter by status
es_ar: Filtro por estado
fr: Filtre par état

source: Introduction
es_ar: Introducción
fr: Présentation

# LABEL_CHANGE_LANGUAGE
source: Language:
es_ar: Idioma:
fr: Langue :

# LABEL_DATE_BIRTHDAY
source: %date%
fr: Le %date%

# LABEL_MAN
source: Man
es_ar: Hombre
fr: Homme

# LABEL_TYPE_CLASSROOM
source: in the classroom
es_ar: en la clase
fr: dans la classe

# LABEL_TYPE_ENVIRONMENT
source: in the environment
es_ar: en el entorno
fr: dans l'environnement

# LABEL_TYPE_GROUP
source: in the group
es_ar: en el grupo
fr: dans le groupe

# LABEL_TYPE_PARTNERSHIP
source: in the partnership
es_ar: en la asociación
fr: dans le partenariat

# LABEL_TYPE_SCHOOL
source: in the school
es_ar: en la escuela
fr: dans l'école

# LABEL_TYPE_TEAM
source: in the student group
es_ar: en el grupo de alumnos
fr: dans le groupe d'élèves

# LABEL_WOMAN
source: Woman
es_ar: Mujer
fr: Femme

# LATER_WANT_BECOME
source: When I'm grown-up, I want to be
es_ar: Cuando sea mayor, quiero ser
fr: Plus tard je voudrais devenir

# LINK_BACK_HOME
source: <strong>Go back to</strong><br />homepage
es_ar: <strong>Volver a la</strong><br />página de inicio
fr: <strong>Retourner à</strong><br />l'accueil

# LINK_BACK_TO_LIST
source: <strong>Go back</strong><br />to the list
es_ar: <strong>Volver</strong><br />a la lista
fr: Retourner à la liste

# LINK_BACK_TO_MODERATION
source: Go back to moderation
es_ar: Volver a la moderación
fr: Retourner à la modération

# LINK_BACK_TO_STATUS
source: Go back to statuses
es_ar: Volver a estatus
fr: Retourner aux statuts

# LINK_CANCEL_MERGE
source: Cancel | merging
es_ar: Cancelar | fusión
fr: Annuler|la fusion

# LINK_CANCEL_MODIFICATION
source: Discard | changes
es_ar: Omitir | cambios
fr: Annuler|les modifications

# LINK_COMMENTS
source: Comments
es_ar: Comentarios
fr: Commentaires

# LINK_CREATE_NEW_STATUS
source: Write a new status
es_ar: Escribir un nuevo estado
fr: Ecrire un nouveau statut

# LINK_DELETE_DEFINITIVELY
source: Permanently delete
es_ar: Eliminar permanentemente
fr: Supprimer définitivement

# LINK_DENY
source: Decline
es_ar: Rechazar
fr: Refuser

# LINK_DENY_DELETE
source: Decline and permanently delete
es_ar: Rechazar y eliminar permanentemente
fr: Refuser et supprimer définitivement

# LINK_EDIT_STATUS
source: Edit | status
es_ar: Editar | estatus
fr: Éditer le | statut

# LINK_GO_TO_MODERATION
source: Switch back to moderation
es_ar: Cambiar a moderación
fr: Passer en modération

# LINK_IM_SURE
source: Yes, I am sure
es_ar: Sí, estoy seguro/a
fr: Oui, je suis sûr

# LINK_MINE_INFORMATION
source: My information
es_ar: Mi información
fr: Mes informations

# LINK_MINE_STATUS
source: My statuses
es_ar: Mis estados
fr: Mes statuts

# LINK_MODERATION
source: Moderation
es_ar: Moderación
fr: Modération

# LINK_MODERATION_COMMENTS
source: Comment moderation
es_ar: Moderación de los comentarios
fr: Modération des commentaires

# LINK_MODERATION_STATUS
source: Status moderation
es_ar: Moderación de los estados
fr: Modération des statuts

# LINK_SAVE
source: Save my profile
es_ar: Guardar mi perfil
fr: Enregistrer mon profil

# LINK_SEE_FILE
source: View form
es_ar: Ver la ficha
fr: Voir la fiche

# LINK_STATUS_DENY
source: Refused statuses
es_ar: Estados rechazados
fr: Statuts refusés

# LINK_STATUS_IN_MODERATION
source: Statuses in moderation
es_ar: Estados en moderación
fr: Statuts en modération

# LINK_STATUS_PUBLISH
source: Published statuses
es_ar: Estados publicados
fr: Statuts publiés

# LINK_SUBSCRIPTION
source: Subscriptions
es_ar: Suscripciones
fr: Abonnements

# LINK_VALIDATE
source: Validate
es_ar: Validar
fr: Valider

# LOADING_STATUS
source: Loading statuses...
es_ar: Cargando estados...
fr: Chargement des statuts en cours

# MERGE_ACCOUNT
source: Account merging
es_ar: Fusión de cuentas
fr: Fusion de compte

# MERGE_IN_PROGRESS
source: Merging in progress…
es_ar: Fusión en curso...
fr: Fusion en cours...

source: My profile
es_ar: Mi perfil
fr: Mon profil

source: New status
es_ar: Nuevo estado
fr: Nouveau statut

# NO_CHOOSE_YET
source: Not yet chosen
es_ar: Aún sin elegir
fr: N'a pas encore choisi

# NO_PENDING_VALIDATION_STATUS_FIND
source: No status being moderated has been found.
es_ar: No encontramos ningún estado en moderación.
fr: Aucun statut en modération n'a été trouvé.

# NO_REFUSED_STATUS_FIND
source: No refused status found.
es_ar: No encontramos estados rechazados.
fr: Aucun statut refusé n'a été trouvé.

# NO_STATUS
source: It's too bad, you don't have a status yet.
es_ar: Es una lástima, todavía no tenés un estado.
fr: Comme c'est dommage, tu n'as pas encore de statuts.

# NO_STATUS_TO_VALIDATE
source: No status requiring validation.
es_ar: No hay ningún estado que requiera validación.
fr: Pas de statut à valider

# NO_TIME_FOR_PRESENTATION
source: I did not have the time to introduce myself yet.
es_ar: Todavía no tuve tiempo de presentarme.
fr: Je n'ai pas encore eu le temps de me présenter.

# NO_VALIDATED_STATUS_FIND
source: No published status found.
es_ar: No encontramos ningún estado publicado.
fr: Aucun statut publié n'a été trouvé.

# NO_WRITE_WHAT_I_DOESNT_LIKE_YET
source: I did not write what I do not like yet
es_ar: Todavía no escribí lo que no me gusta
fr: Je n'ai pas encore écrit ce que je n'aime pas

# NO_WRITE_WHAT_I_LIKE_YET
source: I did not write what I like yet
es_ar: Todavía no escribí lo que me gusta
fr: Je n'ai pas encore écrit ce que j'aime

source: of
es_ar: de
fr: de

# PLACEHOLDER_ADD_I_DONT_LIKE
source: Add a new I don't like
es_ar: Añadir un nuevo no me gusta
fr: Ajouter un nouveau Je n'aime pas

# PLACEHOLDER_ADD_LIKE
source: Add a new I like
es_ar: Añadir un nuevo me gusta
fr: Ajouter un nouveau J'aime

# PLACEHOLDER_BUTTON_ADD
source: Add
es_ar: Añadir
fr: Ajouter

source: Please wait…
es_ar: Esperá...
fr: Veuillez patienter...

# STATUS_ADDED
source: Status has been successfully added.
es_ar: El estado se añadió correctamente.
fr: Le statut a été ajouté avec succès.

# STATUS_DELETED
source: Status has been successfully deleted
es_ar: El estado se eliminó correctamente
fr: Le statut a été supprimé avec succès

# STATUS_WAIT_TO_MODERATE
source: Your status is awaiting moderation by your teacher. Therefore, it is not yet accessible to your classmates.
es_ar: Tu estado está esperando la moderación por parte de tu profesor. Por lo tanto, aún no es accesible a tus compañeros de clase.
fr: Ton statut est en attente de modération par ton enseignant, il n'est donc pas encore accessible à tes camarades.

# SURNAME_NAME
source: First name - Surname
es_ar: Nombre - Apellido
fr: Prénom - Nom

# THIS_OPERATION_IS_IRREVERSIBLE
source: The operation that you are about to do is irreversible.
es_ar: La operación que estás a punto de hacer es irreversible.
fr: L'opération que vous vous apprêtez à faire est irréversible.

source: This user is:
es_ar: Este usuario es:
fr: Cet utilisateur est :

# TITLE_ADD_PICTURE
source: Add an image
es_ar: Añadir una imagen
fr: Ajouter une image

# TITLE_DELETE_STATUS
source: Deleting a status
es_ar: Eliminar un estado
fr: Suppression d'un statut

# TITLE_EDIT_PROFILE
source: Profile modification
es_ar: Modificación del perfil
fr: Modification du profil

# TITLE_I_DONT_LIKE
source: I don't like
es_ar: No me gusta
fr: Je n'aime pas

# TITLE_I_LIKE
source: I like
es_ar: Me gusta
fr: J'aime

# TITLE_LIKE
source: I like
es_ar: Me gusta
fr: J'aime

# TITLE_MERGE_ACCOUNT
source: Account merging
es_ar: Fusión de cuentas
fr: Fusion des comptes

# TITLE_MINE_STATUS
source: My statuses
es_ar: Mis estados
fr: Mes statuts

# TITLE_MORE_ABOUT_ME
source: A bit more about me
es_ar: Un poco sobre mí
fr: Un peu plus sur moi

# TITLE_MY_PROFILE
source: My profile
es_ar: Mi perfil
fr: Mon profil

# TITLE_MY_STATUS
source: My status
es_ar: Mi estado
fr: Mon statut

# TITLE_PROFILE_COMMENT
source: Profile - Comments
es_ar: Perfil - Comentarios
fr: Profil - Commentaires

# TITLE_PROFILE_CREATE_STATUS
source: Profile - Create a new status
es_ar: Perfil - Crear un nuevo estado
fr: Profil - Créer un nouveau statut

# TITLE_PROFILE_EDIT_STATUS
source: Profile - Edit status
es_ar: Perfil - Editar estado
fr: Profil - Éditer un statut

# TITLE_PROFILE_MODERATION
source: Profile - Moderation
es_ar: Perfil - Moderación
fr: Profil - Modération

# TITLE_PROFIL_MANAGEMENT
source: Profile - Management
es_ar: Perfil - Gestión
fr: Profil - Gestion

# TITLE_STATUS
source: Statuses
es_ar: Estados
fr: Statuts

# TITLE_STATUS_CONTENT
source: Status content
es_ar: Contenido del estado
fr: Contenu du statut

# TITLE_WAIT_STATUS_PREVIOUS_STATUS
source: Please wait, previous statuses are loading.
es_ar: Espera, los estados anteriores se están cargando.
fr: Veuillez patienter, chargement des statuts précédents.

# TO_MERGE_ACCOUNTS
source: Merge accounts
es_ar: Fusionar cuentas
fr: Fusionner les comptes

# UNIQUE_ACCOUNT_USE
source: You can now use this single account
es_ar: Ahora podés utilizar una sola cuenta
fr: Vous pouvez maintenant utiliser votre unique compte

# WANT_BECOME
source: Would like to become
es_ar: Le gustaría ser
fr: Voudrait devenir

# WRITING_INTRODUCTION
source: I introduce myself
es_ar: Me presento
fr: J'écris ma présentation

# WRITING_INTRODUCTION_NOW
source: I introduce myself
es_ar: Me presento
fr: J'écris ma présentation

# YET_NO_STATUS
source: I'm sorry friends, I did not have time to write a message yet. Please visit again soon.
es_ar: Lo siento, amigos, todavía no tuve tiempo de escribir un mensaje. Les invito a regresar un poco más tarde.
fr: Désolé les amis, je n'ai pas encore eu le temps d'écrire un message. Je vous invite à revenir un peu plus tard.
