Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MiniSiteBundle/Resources/translations/messages.*.xlf
Languages: fr

source: Edit
fr: Editer

source: Delete
fr: Supprimer

source: Cancel
fr: Annuler

source: Minisite Managment
fr: Gestion du Minisite

source: Loading, please wait...
fr: Chargement en cours, veuillez patienter...

source: Wrote %date% by
fr: Ecrit le %date% par

source: Add an editor
fr: Ajouter un éditeur

source: Add a page
fr: Ajouter une page

source: Add a news
fr: Ajouter une actualité

source: I've finished
fr: J'ai terminé

source: Website public
fr: Site public

source: Editors
fr: Les Editeurs

source: Drag and drop an editor in this zone to delete him.
fr: Cliquez et déposez un éditeur dans cette zone pour le supprimer.

source: Pages
fr: Les Pages

source: Sidebar
fr: Barre latérale

source: Widgets available
fr: Widgets disponibles

source: Delete the widget
fr: Supprimer le widget

source: RSS Feed
fr: Flux RSS

source: Number of feed to show
fr: Nombre de Flux à afficher

source: News filters
fr: Filter les actualités

source: News published
fr: Actualités publiées

source: News to correct
fr: Actualités à corriger

source: News finished
fr: Actualités terminées

source: Drafts
fr: Brouillons

source: Personalization
fr: Personnalisation

source: General
fr: Général

source: Template
fr: Thème

source: Moderation
fr: Modération

source: News published
fr: Actualité publiée

source: Draft
fr: Brouillon

source: News finished
fr: Actualité terminée

source: News to correct
fr: Actualité à corriger

source: Unpublish
fr: Dépublier

source: Validate and publish
fr: Valider et publier

source: Validate without publish
fr: Valider sans publier

source: Submit a correction
fr: Soumettre à une correction

source: Publish
fr: Publier

source: Page published
fr: Page publiée

source: Draft
fr: Brouillon

source: Page finished
fr: Page terminée

source: Page to correct
fr: Page à corriger

source: <h2>You are deleting a news.</h2> <p>You will lose the entire contents of this news.</p>
fr: <h2>Vous allez supprimer une actualité.</h2> <p>Vous perdrez la totalité du contenu de cette actualité.</p>

source: <h2>You are deleting a page of type "static".</h2> <p>You will lose the entire contents of the page (text, images, etc.).</p>
fr: <h2>Vous allez supprimer une page de type "statique".</h2> <p>Vous perdrez la totalité du contenu de la page (textes, images, etc).</p>

source: <h2>You are deleting a page of type "news".</h2> <p>You will lose the entire contents of the page (text, images, etc.) and all news that is linked to this page.</p>
fr: <h2>Vous allez supprimer une page de type "actualité".</h2> <p>Vous perdrez la totalité du contenu de la page (textes, images, etc) ainsi que toutes les actualités qui sont liées à cette page.</p>

source: <h2>You will remove a widget from your minisite.</h2> <p>You will lose all data on the parameters of the widget.</p>
fr: <h2>Vous allez supprimer un widget de votre mini site.</h2> <p>Vous perdrez toutes les données relatives aux paramètres du widget.</p>

source: No moderation was found.
fr: Aucune modération n'a été trouvée.

source: the news has been saved in your drafts.
fr: l'actualité a été sauvegardée dans vos brouillons.

source: the page has been saved in your drafts.
fr: la page a été sauvegardée dans vos brouillons.

source: No news was found.
fr: Aucune actualité n'a été trouvée.

source: Posted on
fr: Posté le
