Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/StarterKitBundle/Resources/translations/JS_STARTER_KIT.*.xliff
Languages: fr

# BUTTON_CONTINUE
source: Continue
fr: Continuer

# BUTTON_DO_LEVEL
source: Start level
fr: Faire le niveau

# BUTTON_EXIT
source: Exit
fr: Quitter

# BUTTON_GO
source: Let's go
fr: Je me lance

# BUTTON_NEXT_LEVEL
source: Off to level {{level}}!
fr: En route pour le niveau {{level}} !

# BUTTON_NO_GO
source: No thank you,|I'll manage by myself.
fr: Non merci,|je vais m'en sortir seul

# BUTTON_REDO_LEVEL
source: Restart level
fr: Refaire le niveau

# DESCRIPTION_RESTART_TUTORIAL
source: You can restart the tutorial from the “Help” tab in management mode of the application.
fr: Revenez au tutoriel à tout moment depuis l’onglet “Aide” de l’application.

# FLASH_GET_LEVELS_ERROR
source: The levels could not be loaded
fr: Les niveaux n'ont pas pu être récupérés

# FLASH_START_LEVEL_ERROR
source: The level could not be started
fr: Le niveau n'a pas pu être lancé

# LABEL_COMPLETE_LEVEL_TO_CONTINUE
source: Complete level {{level}} to continue
fr: Complétez le niveau {{level}} pour continuer

# LABEL_LEVEL
source: Level {{level}}
fr: Niveau {{level}}

# TITLE_CONGRATS
source: Congratulations
fr: Félicitations
