Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/CommentBundle/Resources/translations/COMMENT.*.xliff
Languages: es_ar

# AUTHOR_DATE_WAIT_FOR_MODERATION
source: %userFullName% <span class="date">- %date% - en attente de modération</span>
es_ar: %userFullName% <span class="date">- %date% - esperando moderación</span>

source: COMMENT_LOADING
es_ar: Cargando comentarios...

# COMMENT_STATUS
source: Statut du commentaire
es_ar: Estado del comentario

# CREATE_BY
source: Créé par <strong>%userFullName%</strong>
es_ar: Escrito por <strong>%userFullName%</strong>

# DISPLAY_LAST_COMMENT
source: Afficher les précédents commentaires
es_ar: Mostrar comentarios anteriores

# FILTER_BY_STATUS
source: Filtre par statut
es_ar: Filtrar por estado

# FILTER_COMMENT
source: Filtre des commentaires
es_ar: Filtrar por comentarios

# LABEL_COMMENT
source: <span class="label-comment">Commentaires :</span>
es_ar: <span class="label-comment">Comentarios:</span>

# LINK_COMMENT_DENY
source: Commentaires refusés
es_ar: Comentarios rechazados

# LINK_COMMENT_IN_MODERATION
source: Commentaires en modération
es_ar: Comentarios en moderación

# LINK_COMMENT_PUBLISH
source: Commentaires publiés
es_ar: Comentarios publicados

# LINK_DENY
source: <strong>Refuser</strong>
es_ar: Rechazar

# LINK_EDIT
source: <strong>Éditer</strong>
es_ar: Editar comentario

# LINK_GO_TO_MODERATION
source: <strong>Passer en modération</strong>
es_ar: Cambiar a modo moderación

# LINK_SEE_ALL_COMMENT
source: Voir tous les commentaires
es_ar: Ver todos los comentarios

# LINK_VALIDATE
source: <strong>Valider</strong>
es_ar: Validar

# NO_COMMENT_FOR_THIS_FILTER
source: Il n'y a aucun commentaire pour le filtre sélectionné.
es_ar: No hay comentarios para el filtro seleccionado.

# NO_COMMENT_TO_VALIDATE
source: Vous n'avez plus de commentaire à valider.
es_ar: No tenés más comentarios pendientes de validación.

# NO_PENDING_VALIDATION_COMMENT_FIND
source: Aucun commentaire en modération n'a été trouvé.
es_ar: No se encontró ningún comentario en moderación.

# NO_REFUSED_COMMENT_FIND
source: Aucun commentaire refusé n'a été trouvé.
es_ar: No se encontró ningún comentario rechazado.

# NO_VALIDATED_COMMENT_FIND
source: Aucun commentaire publié n'a été trouvé.
es_ar: No se encontró ningún comentario publicado.

# PLACEHOLDER_LEAVE_COMMENT
source: Laisser un commentaire...
es_ar: Dejar un comentario...

# SEND_DATE
source: Envoyé %date%
es_ar: Enviado %date%

# STATUS_DENY
source: <span>Refusé</span>
es_ar: <span>Rechazado</span>

# STATUS_VALIDATE
source: <span>Validé</span>
es_ar: <span>Validado</span>

# STATUS_WAIT_FOR_MODERATION
source: <span>En attente de modération</span>
es_ar: <span>Esperando moderación</span>

# TITLE_COMMENT_CONTENT
source: Contenu du commentaire
es_ar: Contenido del comentario

# TITLE_NUMBER_COMMENT
source: [0,1] <span class="indicator">%commentsLength%</span> commentaire | ]1,Inf[ <span class="indicator">%commentsLength%</span> commentaires
es_ar: [0,1] <span class="indicator">%commentsLength%</span> comentario| ]1,Inf[ <span class="indicator">%commentsLength%</span> comentarios

# VALUE_I_COMMENT
source: Je commente
es_ar: Publicar mi comentario
