Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/UserBundle/Resources/translations/JS_ACCOUNT.*.xliff
Languages: es

# BUTTON_BACK_TO_PREVIOUS_STEP
source: Go back to the previous step
es: Regresar | Etapa precedente

# BUTTON_CANCEL
source: Cancel
es: Cancelar

# BUTTON_CONFIRM
source: Confirm
es: Confirmar

# BUTTON_CONTINUE
source: Continue
es: Continuar

# BUTTON_DO_NOT_RECOVER
source: I do not want to recover<br>the information from my old class
es: No deseo recuperar<br>la información de mi antigua clase

# BUTTON_DO_NOT_RECOVER_SCHOOL_DATA
source: I do not want to recover<br>the information from my old school
es: No deseo recuperar<br>la información de mi antigua escuela

# BUTTON_GOTO_CLASSROOM
source: Go to class
es: Accesar a la clase

# BUTTON_RECOVER_PASSWORD
source: Recover my password
es: Recuperar mi contraseña

# BUTTON_SUBMIT
source: Register
es: Guardar

# BUTTON_YES
source: Yes
es: Si

# DESCRIPTION_ACCOUNT_LINKED
source: Your parent accounts have been recovered
es: Sus cuentas padre de familia han sido fusionadas

# DESCRIPTION_HAD_PREVIOUS_ACCOUNT
source: Do you already have an account <strong> {{ beneylu_brand_name }} </ strong > & nbsp ;? <br> If so, we will be able to recover your <strong> old data </ strong>
es: ¿Ya tiene una cuenta <strong>{{beneylu_brand_name}}</strong>&nbsp;?<br> Si ya posee una, podremos proponerle de recuperar sus <strong>antiguos datos</strong>.

# DESCRIPTION_INPUT_OLD_EMAIL
source: What is your old username or email? We will send your log in information
es: ¿Puede por favor indicarnos su antiguo nombre de usuario para que podemos enviarle su información de conexión?

# DESCRIPTION_NO_CHILDREN
source: No child account linked
es: Ninguna cuenta alumno ligada

# DESCRIPTION_NO_CLASSROOM
source: No class
es: Ninguna clase

# DESCRIPTION_NO_CLASSROOM_FOUND
source: No class was found
es: Ninguna clase ha sido encontrada

# DESCRIPTION_NO_PROCESSING
source: There is no data to recover
es: No hay ningún dato a recuperar

# DESCRIPTION_NO_PUPIL_TO_RECOVER
source: There are no students in your class
es: No hay ningún alumno en esta nueva clase.

# DESCRIPTION_NO_RECOVER
source: The data and students from your old account could not be recovered
es: La información y los alumnos de su antigua clase no podrán ser recuperados más tarde.

# DESCRIPTION_NO_RECOVER_DATA
source: The data from your old class can no longer be recovered
es: La información de su antigua clase no podrá ser recuperada más tarde.

# DESCRIPTION_NO_RECOVER_SCHOOL_DATA
source: The data from your old school could not be recovered
es: La información de su antigua escuela no podrá ser recuperada más tarde.

# DESCRIPTION_NO_SCHOOL_FOUND
source: No school was found
es: Ninguna escuela ha sido encontrada

# DESCRIPTION_NO_USER
source: No user
es: Ningún usuario

# DESCRIPTION_PREVIOUS_CREDENTIALS
source: Could you confirm your old username and password
es: ¿Puede por favor indicarnos su antiguo nombre de usuario y antigua contraseña?

# DESCRIPTION_RECOVER_CLASSROOM_NEXT
source: You can recover your data on the next screen
es: PAS_A_TRADUIRE

# DESCRIPTION_RECOVER_PROCESS
source: Good news! You can recover your data using your old username and password
es: PAS_A_TRADUIRE

# DESCRIPTION_RECOVER_PUPILS_NEXT
source: You can recover your students data on the next screen
es: PAS_A_TRADUIRE

# DESCRIPTION_RESET_PASSWORD_SENT
source: An email was sent to you containing a link to receive a new password. Please enter your new credentials
es: Le hemos enviado un correo electrónico que contiene un enlace para recibir su nueva contraseña. Una vez terminado el proceso, regrese a esta página y escriba su nombre de usuario y contraseña.

# DESCRIPTION_UPDATE_PASSWORD
source: Please select your new password . <br> Your new password must contain at least 8 characters, including at least one number and one special character (@ , â‚¬ , #, * ...)
es: Elija una nueva contraseña.<br>Su contraseña debe contener al menos 8 caracteres, de los cuales, al menos uno debe ser un número y un caracter especial (@, €, # ...)

# FLASH_CHANGE_PASSWORD_ERROR
source: The password could not be updated
es: La contraseña no ha podido actualizarse

# FLASH_CHANGE_PASSWORD_SUCCESS
source: Password updated
es: Contraseña actualizada

# FLASH_ERROR_ACCOUNT_NOT_FOUND
source: This account could not be found
es: Esta cuenta no ha podido ser encontrada

# FLASH_ERROR_INVALID_OR_NOT_FOUND
source: The account was not found : it doesn't exist or the ID is invalid
es: La cuenta no ha podido ser encontrada: no existe, o la información proporcionada no es valida.

# FLASH_LINK_PARENT_ACCOUNT_ERROR
source: The parent accounts could not be found
es: La cuenta padre de familia no ha podido ser fusionada

# FLASH_LOAD_PARENT_ACCOUNTS_ERROR
source: Error loading parent accounts
es: Error al momento de cargar las cuentas padre de familia

# FLASH_RESET_PASSWORD_ERROR
source: Error recovering your password
es: Error al momento de la recuperación de la contraseña

# INVALID_CURRENT_PASSWORD
source: Your password does not match
es: Su contraseña no corresponde a su contraseña actual

# INVALID_PASSWORD_MIN_LENGTH
source: Your new password needs to contain at least {{length}} characters
es: Su nueva contraseña debe contener al menos {{length}} caracteres

# INVALID_PASSWORD_MISSING_NUMBER
source: Your new password needs to contain at least one number
es: Su nueva contraseña debe contener al menos un número

# INVALID_PASSWORD_MISSING_SPECIAL
source: Your new password needs to contain at least one special character
es: Su nueva contraseña debe contener al menos un caracter especial

# INVALID_PASSWORD_REPEATED
source: The password does not match
es: La contraseña no es correcta

# LABEL_CURRENT_PASSWORD
source: Your current password
es: Su contraseña actual

# LABEL_NEW_PASSWORD
source: Your new password
es: Su nueva contraseña

# LABEL_OLD_IDENTIFIER
source: Your old username or email
es: Antiguo nombre de usuario o correo electrónico

# LABEL_OLD_PASSWORD
source: Password of your old account
es: Contraseña de su antigua cuenta

# LABEL_OLD_USERNAME
source: Username of your old account
es: Nombre de usuario de su antigua cuenta

# LABEL_REPEAT_NEW_PASSWORD
source: Confirm your new password
es: Confirmación de su nueva contraseña

# LINK_DO_NOT_RECOVER_CLASSROOM
source: I do not want to recover my old class
es: No deseo recuperar mi antigua clase

# LINK_DO_NOT_RECOVER_CLASSROOM_DATA
source: I do not want to recover the information from my old class
es: No deseo recuperar la información de mi antigua clase

# LINK_DO_NOT_RECOVER_SCHOOL
source: I do not want to recover my old school
es: No deseo recuperar mi antigua escuela

# LINK_FORGOT_CREDENTIALS
source: I don't know my old information
es: No recuerdo mi antigua información de conexión

# TITLE_UPDATE_PASSWORD
source: Update your password
es: Actualización de su contraseña
