Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/SearchBundle/Resources/translations/SEARCH.*.xliff
Languages: es_ar, fr

# ACTIVATE_WEBSITE_FOR_WHITE_LIST
source: Whitelisting a website
es_ar: Añadir un sitio web a la lista blanca
fr: Activation d'un site pour liste blanche

# FOLLOWING_WEBSITE_ARE_IN_WHITE_LIST_BY_DEFAULT
source: The following websites have been included to your search engine's whitelist.<br /><br />You can deactivate this list via the menu on your left.
es_ar: Se añadieron los siguientes sitios web a la lista blanca de tu motor de búsqueda.<br /><br />Podés desactivar la lista a través del menú a la izquierda.
fr: Les sites suivants sont intégrés par défaut à la liste blanche de votre moteur de recherche.<br /><br /> Vous pouvez désactiver cette liste via le menu de gauche.

# GREEN_LIGHT_WHITE_LIST_DESCRIPTION
source: A green light means that the website has been included to your whitelist.<br />It will appear in your search engine results.
es_ar: Una luz verde significa que el sitio web se añadió a tu lista blanca.<br />Esta aparecerá en los resultados de tu motor de búsqueda.
fr: Un feu vert signifie que le site est intégré à votre liste blanche.<br /> Il sera alors inclus dans les remontées de votre moteur de recherche.

# LINK_ENABLED_DISABLED_GREEN_LIGHT_DESCRIPTION
source: A green light means that the general whitelist is activated. All websites included in the list will appear in your search engine results.
es_ar: Una luz verde significa que la lista blanca general está activada. Todos los sitios web incluidos en la lista aparecerán en los resultados de tu motor de búsqueda.
fr: Un feu vert signifie que la liste blanche générale est activée. Tous les sites présents dans la liste seront inclus dans les remontées de votre moteur de recherche.

# LINK_EXPORT_LIST
source: <strong>Export</strong><br /> the list
es_ar: <strong>Exportar</strong><br /> la lista
fr: <strong>Exporter</strong><br /> la liste

# LINK_GENERAL_WHITE_LIST
source: General whitelist
es_ar: Lista blanca general
fr: Liste blanche générale

# LINK_MY_WHITE_LIST
source: My whitelist
es_ar: Mi lista blanca
fr: Ma liste blanche

# LINK_SEARCH
source: Search
es_ar: Buscar
fr: Rechercher

# LINK_WHITE_LIST
source: Whitelist
es_ar: Lista blanca
fr: Liste blanche

# NO_LINK_IN_WHITE_LIST_CAN_ADD
source: You have no links in your whitelist yet.<br /><br />If you would like to create some, just add one or a few from the media library and save them in one of your classroom files.
es_ar: Todavía no tenés enlaces en tu lista blanca.<br /><br />Para crearlos, añadí uno o varios enlaces de la mediateca y guardalos en uno de los archivos de tu clase.
fr: Vous n'avez pas encore de liens dans votre liste blanche.<br /><br />Pour en créer, il vous suffit d'en ajouter un ou plusieurs depuis la médiathèque et de les enregistrer dans un des dossiers de votre classe.

# NO_SEARCH_DONE
source: No searches have been made. You can perform a search with your class to show them how it works!
es_ar: No se realizó ninguna búsqueda. Podés realizar una búsqueda con tu clase para mostrar cómo funciona.
fr: Il n'y a pas encore eu de recherches effectuées. Vous pouvez en lancer une en classe entière pour démarrer !

source: Options
es_ar: Opciones

# SEARCH_WARNING
source: You need to fill in the field below to start a search
es_ar: Tenés que rellenar el siguiente campo para iniciar la búsqueda
fr: Il faut saisir le champ ci-dessous pour commencer la recherche

# TITLE_LAST_SEARCH
source: Last searches
es_ar: Últimas búsquedas
fr: Dernières recherches

# TITLE_MY_WHITE_WEB_LIST
source: My Internet whitelist
es_ar: Mi lista blanca de Internet
fr: Ma liste blanche Internet

# TITLE_SEARCH_ENGINE_MANAGEMENT
source: Search engine - Management
es_ar: Motor de búsqueda - gestión
fr: Moteur de recherche - Gestion

# WHITE_LIST_COMPOSITION
source: Your whitelist includes websites that you have added in your classroom media library.
es_ar: Tu lista blanca incluye sitios web que añadiste a la mediateca de tu clase.
fr: Votre liste blanche est composée des sites Internet que vous avez ajoutés dans la médiathèque de votre classe.
