Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/SchoolBundle/Resources/translations/SCHOOL.*.xliff
Languages: fr

# ABOUT_TO_REMOVE_CLASSROOM
source: You are about to delete a classroom
fr: Vous êtes sur le point de supprimer une classe

source: Assign selection
fr: Assigner la sélection

# BENEYLU_SCHOOL_FULL_VERSION
source: Pas à traduire
fr: L’espace école embarque ses propres modules, dont certains exclusifs comme le “mini-site web”.

# BENEYLU_VERSION_SCHOOL
source: Pas à traduire %beneylu_brand_name%
fr: La version école de %beneylu_brand_name%

source: Boy pupil
fr: Élève garçon

# BUTTON_CONFIRM
source: Confirm
fr: Confirmer

# BUTTON_VERIFY
source: Check
fr: Vérifier

# CHOOSE_A_CLASS
source: Choose a classroom
fr: Choisir une classe

# CLASSROOMS_LIST
source: List of classrooms
fr: Liste des classes

# CLASS_CREATED
source: The classroom has been successfully created
fr: La classe a été créée avec succès

# CLASS_STATUS
source: Classrooms status
fr: Statut des classes

# CONFIGURATION_NEEDED
source: Pas à traduire
fr: La configuration requise

# CONFIRM_DELETING_USERS_SELECTION
source: Do you really want to delete this selection of users in this school?
fr: Êtes-vous sûr de vouloir supprimer cette sélection d'utilisateurs de l'école ?

# CREATE_PUPIL_ACCOUNT_AND_CONTINUE
source: <strong>Create</strong> pupil account and <strong>continue</strong>
fr: <strong>Créer</strong> le compte élève et <strong>continuer</strong>

# CSV_BASE_PUPIL_FORMAT
source: If you have a <strong>Base Eleves extract</strong> of your classroom, you can submit it as is to %beneylu_brand_name%, without <strong>any modification</strong>.<br /><br />Only useful fields will be taken into account, others will be ignored.
fr: Si vous disposez d'une <strong>extraction Base Eleves</strong> de votre classe, vous pouvez la soumettre telle quelle à %beneylu_brand_name%,sans <strong>aucune modification à apporter</strong>.<br /><br />Seuls les champs nécessaires seront pris en compte, les autres seront simplement ignorés.

# CSV_BASE_PUPIL_FORMAT_DOWNLOAD
source: Download an example for the Base Eleves format
fr: Télécharger un exemple au format Base Elèves

# CSV_BASE_PUPIL_FORMAT_VIRGIN_DOWNLOAD
source: Download our template for the Base Eleves format
fr: Télécharger un fichier vierge au format Base Elèves

# CSV_BENEYLU_SCHOOL_FORMAT
source: If you wish to create your own file, please download our template in simplified format and complete it.<br /><br />This solution is very<strong> straightforward</strong>.
fr: Si vous souhaitez construire vous même votre fichier, nous vous invitons à télécharger le fichier exemple au format Simplifié et à le compléter.<br /><br />Cette solution est <strong>très simple à mettre en oeuvre</strong>.

# CSV_BENEYLU_SCHOOL_FORMAT_DOWNLOAD
source: Download an exemple in simplified format
fr: Télécharger un exemple au format Simplifié

# CSV_BENEYLU_SCHOOL_FORMAT_VIRGIN_DOWNLOAD
source: Download our template for the simplified format
fr: Télécharger un fichier vierge au format Simplifié

# CSV_FILE_NOT_KEEP
source: Please note: the CSV files are not saved our servers, they are dealt with online by a robot and then deleted.
fr: Nb: les fichiers CSV ne sont pas conservés sur nos serveurs, ils sont traités par un robot puis supprimés.

# CSV_TITLE_BASE_PUPIL_FORMAT
source: Base Eleve format
fr: Le format Base Elèves

# CSV_TITLE_BENEYLU_SCHOOL_FORMAT
source: The simplified format
fr: Le format Simplifié

source: Delete
fr: Supprimer

# DELETE_SELECTION
source: <strong>Delete</strong> <br> selection
fr: <strong>Supprimer</strong> <br> la sélection

# DELETE_THE_USERS
source: Delete users
fr: Supprimer les utilisateurs

# DELETING_OF_TEACHER_PUPIL_DONE
source: %teacherCount% teacher(s) and %pupilCount% pupil(s) deleted.
fr: Suppression de %teacherCount% enseignant(s) et %pupilCount% élève(s) effectuée.

# DESCRIPTION_REMOVE_CLASSROOM
source: If this classroom is not part of your school anymore, you can delete it. A deleted classroom is no longer accessible by pupils and teachers.
fr: Si cette classe ne fait pas partie de votre école vous avez la possibilité de la supprimer. Une classe supprimée n'est plus accessible par ses enseignants et ses élèves.

# DIRECTOR
source: Headteacher
fr: Directeur

# DISCONNECTION
source: Log out
fr: Déconnexion

source: Download
fr: Téléchargement

# DOWNLOAD_START_IN_FEW_SECOND
source: The download will start in a few seconds, please wait...
fr: Un téléchargement va être lancé dans quelques secondes, veuillez patienter...

# ENTER_LOGIN
source: Please enter a user name
fr: Veuillez saisir un identifiant

# ENT_REFERENT
source: School manager
fr: Référent ENT

# ERROR_DURING_PUPIL_IMPORT
source: An error occurred whilst submitting the form. Please check if all fields have been completed.
fr: Une erreur est survenue lors de la soumission du formulaire. Veuillez vérifier que vous avez bien renseigné tous les champs du formulaire.

# ERROR_EMAIL_ALREADY_USED
source: There is an error in your form, please try again. This email address has probably already been registered.
fr: Il y a une erreur dans votre formulaire, veuillez réessayer. Cette adresse e-mail est sans doute déjà enregistrée.

# ERROR_FORM_TRY_AGAIN
source: There is an error in your form, please try again.
fr: Il y a une erreur dans votre formulaire, veuillez réessayer.

# EXPLANATIONS_SCHOOL_OFFER
source: Pas à traduire // Pour activer votre <b>espace école</b>, il suffit de commander votre abonnement en ligne sur Beneylu Spot. Vous pourrez alors profiter immédiatement de la <b>version complète</b> de %beneylu_brand_name% pour votre école !
fr: Pour activer votre <b>espace école</b>, il suffit de commander votre abonnement en ligne sur Beneylu Spot. Vous pourrez alors profiter immédiatement de la <b>version complète</b> de %beneylu_brand_name% pour votre école !

# FLASH_CLASSROOM_ALLOWED
source: The classroom has been successfully authorised.
fr: La classe a été autorisée avec succès

# FLASH_CLASSROOM_VALIDATED
source: This class has been successfully validated.
fr: La classe a été validée avec succès

# FLASH_DELETING_SUCCESS
source: The deletion has been taken into account.
fr: La suppression a bien été prise en compte.

# FLASH_INFORMATIONS_SAVED
source: All information has been successfully saved.
fr: Les informations ont été enregistrées avec succès

# FLASH_REPORTING_SUCCESS
source: The report has been taken into account.
fr: Le signalement a bien été pris en compte.

# FLASH_USER_PROMOTED
source: The user has been successfully promoted to school manager in the school.
fr: L'utilisateur a été promu référent ENT dans l'école avec succès

# FLASH_USER_REMOVED
source: The user has been successfully deleted from your school.
fr: L'utilisateur a été supprimé de votre école avec succès

# FLASH_USER_UNPROMOTED
source: The user has been successfully dismissed of his school manager status in the school.
fr: L'utilisateur a été révoqué de son statut de référent ENT dans l'école avec succès

# FORM_WELCOME_MESSAGE
source: Welcome message:
fr: Message d'accueil :

# FREQUENT_QUESTIONS
source: FAQ
fr: Questions fréquentes

source: Gender:
fr: Sexe :

source: General information
fr: Informations générales

source: Girl pupil
fr: Élève fille

# HOST_FRANCE
source: Pas à traduire %beneylu_brand_name%
fr: %beneylu_brand_name% est un logiciel “cloud” hébergé et sécurisé en France. Vous n’avez rien à installer.

# IRREVERSIBLE_OPERATION
source: This action cannot be undone.
fr: Cette opération est irréversible.

# I_REGISTER_MY_SCHOOL
source: Pas à traduire
fr: J'inscris mon école

# I_WRITE_MY_PRESENTATION
source: I am writing my presentation
fr: J'écris ma présentation

# I_WRITE_MY_PRESENTATION_NOW
source: I am now writing my presentation
fr: J'écris ma présentation maintenant

# LABEL_CHANGE_LANGUAGE
source: Language:
fr: Langue :

# LABEL_NEW_CLASS
source: New classroom
fr: Nouvelle classe

# LATER_WANT_TO_BECOME
source: When I'm grown-up, I want to be
fr: Plus tard je voudrais devenir

# LINK_ACTIVATE_THIS_CLASS
source: <strong>Activate</strong> <br>this classroom
fr: <strong>Activer</strong> <br>cette classe

# LINK_ADD
source: Add
fr: Ajouter

# LINK_ADD_CONTINUE
source: Add and continue
fr: Ajouter et continuer

# LINK_ADD_NEW_CLASS
source: Add a new classroom
fr: Ajouter une nouvelle classe

# LINK_ADD_NEW_PUPIL
source: Add a new pupil
fr: Ajouter un nouvel élève

# LINK_ADD_NEW_TEACHER
source: Add a new teacher
fr: Ajouter un nouvel enseignant

# LINK_ADD_PUPIL
source: Add a pupil
fr: Ajouter un élève

# LINK_ADD_TEACHER
source: Add a teacher
fr: Ajouter un enseignant

# LINK_ADD_USER
source: Add a user
fr: Ajouter un utilisateur

# LINK_AFFECT_TEACHER_TO_CLASS
source: Assign a teacher in the classroom
fr: Affecter un enseignant dans la classe

# LINK_BACK_TO_CLASS_CARD
source: <strong>Go back</strong><br>to classroom profile
fr: <strong>Retour</strong><br>à la fiche de la classe

# LINK_BACK_TO_CLASS_LIST
source: <strong>Go back</strong><br>to list of classrooms
fr: <strong>Retourner</strong><br>à la liste des classes

# LINK_BACK_TO_LIST
source: <strong>Go back</strong><br>to the list
fr: <strong>Retour</strong><br>à la liste

# LINK_BACK_TO_MY_CLASS
source: Go back to my classroom
fr: Retour à ma classe

# LINK_BACK_TO_SCHOOL
source: <strong>Go back</strong><br>to the school
fr: <strong>Retourner</strong><br>à l'école

# LINK_CANCEL_MODIFICATION
source: <strong>Discard</strong><br>changes
fr: <strong>Annuler</strong><br>les modifications

# LINK_CREATE_CLASS
source: Create a classroom
fr: Créer une classe

# LINK_CREATE_NEW_TEACHER_ACCOUNT
source: <strong>Create</strong> a new teacher account
fr: <strong>Créer</strong> un nouveau compte enseignant

# LINK_CREATE_PUPIL_ACCOUNT
source: <strong>Create</strong> pupil account
fr: <strong>Créer</strong> le compte élève

# LINK_CREATE_TEACHER_ACCOUNT
source: <strong>Create</strong> teacher account
fr: <strong>Créer</strong> le compte enseignant

# LINK_CUSTOMIZE
source: Customisation
fr: Personnalisation

# LINK_DASHBOARD
source: Dashboard
fr: Tableau de bord

# LINK_DEACTIVATE_THIS_CLASS
source: <strong>Deactivate</strong> <br>this classroom
fr: <strong>Désactiver</strong> <br>cette classe

# LINK_DELETE_SCHOOL_USER
source: <strong>Delete</strong><br>users from school
fr: <strong>Supprimer</strong><br>les utilisateurs de l'école

# LINK_DELETE_USER
source: <strong>Delete</strong><br>the user from the school
fr: <strong>Supprimer</strong><br>l'utilisateur de l'école

# LINK_DELETE_USER_FROM_SCHOOL
source: <strong>Delete</strong><br /> the user from the school
fr: <strong>Supprimer</strong><br /> l'utilisateur de l'école

# LINK_EDIT_PROFIL
source: <strong>Edit</strong><br>profile
fr: <strong>Éditer</strong><br>le profil

# LINK_IMPORT_PEPOLE_FROM_CSV
source: Import pupils from a CSV file
fr: Importer des élèves depuis un fichier CSV

# LINK_IMPORT_PUPILS
source: Import pupils
fr: Importer les élèves

# LINK_LOG_OFF
source: Log out
fr: Se déconnecter

# LINK_MODAL_DELETE_USER
source: Delete a user from the school
fr: Supprimer un utilisateur de l'école

# LINK_MODAL_PROMOTE_REFERAL
source: Promote to school manager
fr: Promouvoir référent ENT

# LINK_MODAL_REVOKE_REFERAL
source: Dismiss school manager
fr: Révoquer référent ENT

# LINK_NOTIFY
source: Report
fr: Signaler

# LINK_NOTIFY_CLASS
source: Report a classroom
fr: Signaler une classe

# LINK_NOTIFY_THIS_CLASS
source: <strong>Delete</strong> <br>this classroom
fr: <strong>Supprimer</strong> <br>cette classe

# LINK_REVOKE_REFERAL
source: <strong>Dismiss</strong><br>school manager status
fr: <strong>Révoquer</strong><br>le statut de référent ENT

# LINK_SAVE
source: Save welcome message
fr: Enregistrer le message d'accueil

# LINK_SAVE_MODIFICATION
source: Save changes
fr: Enregistrer les modifications

# LINK_SEE_CARD
source: View profile
fr: Voir la fiche

# LINK_SUBSCRIPTIONS
source: Subscriptions
fr: Abonnements

# LINK_TEACHER_LIST
source: Teachers
fr: Enseignants

# LINK_VALIDATE_THIS_CLASS
source: <strong>Validate</strong> <br>this classroom
fr: <strong>Valider</strong> <br>cette classe

source: Loading, please wait...
fr: Chargement en cours, veuillez patienter...

# LOGIN
source: User name:
fr: Identifiant :

# NOW_HAS_TEACHERS_AND_PUPIL
source: %label% now includes: %teacherCount% teacher(s) and %pupilCount% pupil(s).
fr: %label% comprend désormais : %teacherCount% enseignant(s) et %pupilCount% élève(s).

# NO_PRESENTATION_GIVE
source: No presentation completed
fr: Aucune présentation renseignée

# NO_PUPIL_IN_THIS_CLASS
source: There are no pupils in this classroom.
fr: Il n'y a pas d'élève dans cette classe.

# NO_PUPIL_REGISTERED_CAN_REGISTERED_FIRST
source: You haven't registered any pupils yet. Why not click here to register the first one?
fr: Vous n'avez encore inscrit aucun élève, et si vous cliquiez ici pour enregistrer le premier ?

# NO_PUPIL_REGISTERED_YET
source: No pupils registered.
fr: Vous n'avez encore inscrit aucun élève.

# NO_TEACHER_IN_THIS_SCHOOL
source: No teachers in this school.
fr: Il n'y a pas d'enseignants dans cette école.

# NO_TEACHER_REGISTERED_CAN_REGISTERED_FROM_CLASS
source: There are no teachers registered yet, you can create some from the classroom profiles.
fr: Vous n'avez encore inscrit aucun enseignant, vous pouvez en créer depuis les fiches des classes.

# NO_TEACHER_REGISTERED_YET
source: No teachers have been registered yet.
fr: Vous n'avez encore inscrit aucun enseignant.

# OPTION_ONE_INSCRIPTION_BY_PUPIL
source: It's a registration done by a pupil.
fr: Il s'agit d'une inscription par un élève.

# OPTION_SCHOOL_NOT_USE
source: This classroom is no longer used.
fr: Cette classe n'est plus utilisée.

# OPTION_TEACHER_LEAVED_SCHOOL
source: This teacher isn't in the school any more.
fr: Cet enseignant ne fait plus partie de l'école.

# OPTION_TEST_SCHOOL
source: It's a trial classroom.
fr: Il s'agit d'une classe d'essai.

# PAYMENT_METHOD
source: Pas à traduire
fr: Chèque, carte de paiement ou mandat administratif, achetez en toute sécurité sur Beneylu Spot.

# PRICE_BY_SCHOOL_AND_MONTH
source: Pas à traduire
fr: par école/mois

# PRICE_WITHOUT_ENGAGEMENT
source: Pas à traduire
fr: sans engagement

# PUPIL_ADDED
source: The pupil has been successfully added
fr: L'éleve a été ajouté avec succès

# PUPIL_DISABLED
source: Deactivated pupil
fr: Élève désactivé

# PUPIL_NEVER_CONNECT
source: {0} Never logged in | {1} Never logged in.
fr: {0} Ne s'est jamais connectée | {1} Ne s'est jamais connecté

# QUESTION_ACTIVATION
source: Pas à traduire //<h3 class="title">A quel moment l'espace école s'active ?</h3><p>L'espace école est automatiquement activé dans l'heure qui suit votre achat.</p>
fr: <h3 class="title">A quel moment l'espace école s'active ?</h3><p>L'espace école est automatiquement activé dans l'heure qui suit votre achat.</p>

# QUESTION_ADMIN_ENT
source: Pas à traduire // <h3 class="title"> Que signifie "administrer l'ENT" ?</h3><p>Cela signifie ajouter et archiver des classes, inscrire de nouveaux utilisateurs et modérer les publications du module école. Cela fonctionne comme dans l'espace classe.</p>
fr: <h3 class="title"> Que signifie "administrer l'ENT" ?</h3><p>Cela signifie ajouter et archiver des classes, inscrire de nouveaux utilisateurs et modérer les publications du module école. Cela fonctionne comme dans l'espace classe.</p>

# QUESTION_APPS_SCHOOL
source: Pas à traduire // <h3 class="title">Quels sont les modules disponibles dans l'espace école ?</h3><p>Tous les modules disponibles dans l'espace classe sont aussi proposés en version école. Il existe aussi le minis-site web qui est propre à l'espace école.</p>
fr: <h3 class="title">Quels sont les modules disponibles dans l'espace école ?</h3><p>Tous les modules disponibles dans l'espace classe sont aussi proposés en version école. Il existe aussi le minis-site web qui est propre à l'espace école.</p>

# QUESTION_BENEYLU_BECOME_PAYING
source: Pas à traduire // <h3 class="title">Quels sont les modules disponibles dans l'espace école ?</h3><p>Tous les modules disponibles dans l'espace classe sont aussi proposés en version école. Il existe aussi le minis-site web qui est propre à l'espace école.</p>%beneylu_brand_name%
fr: <h3 class="title">Du coup, ça devient payant %beneylu_brand_name% ?</h3><p>Il existera toujours la version classe gratuite telle que vous la connaissez. Nous l'annoncions déjà en 2008. L'espace école, lui, est payant.</p>

# QUESTION_BENEYLU_SPOT
source: Pas à traduire // <h3 class="title">Quels sont les modules disponibles dans l'espace école ?</h3><p>Tous les modules disponibles dans l'espace classe sont aussi proposés en version école. Il existe aussi le minis-site web qui est propre à l'espace école.</p>
fr: <h3 class="title">C'est quoi Beneylu Spot ?</h3><p>Beneylu spot, c'est le grand magasin de ressources pédagogiques, jeunesses et ludo-éducatives collectées par l'équipe Beneylu. L'abonnement école que vous vous apprêtez à acheter est vendu sur Beneylu Spot.</p>

# QUESTION_BUY_SCHOOL
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Dès lors que plusieurs classes utilisent %beneylu_brand_name%, cela vous permet d'animer la vie de l'école en partageant des informations, en collaborant sur des projets interclasses ou en publiant sur le mini-site web de l'école.</p>
fr: <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Dès lors que plusieurs classes utilisent %beneylu_brand_name%, cela vous permet d'animer la vie de l'école en partageant des informations, en collaborant sur des projets interclasses ou en publiant sur le mini-site web de l'école.</p>

# QUESTION_CNIL
source: Pas à traduire // <h3 class="title">Dois-je faire une déclaration à la CNIL ?</h3><p>C'est conseillé, en particulier si vous utilisez le mini-site web. C'est rapide, <a href="https://www.declaration.cnil.fr/declarations/declaration/brouillon.action?declarationType=DS" target="_blank">il suffit de remplir le formulaire simplifié.</a></p>
fr: <h3 class="title">Dois-je faire une déclaration à la CNIL ?</h3><p>C'est conseillé, en particulier si vous utilisez le mini-site web. C'est rapide, <a href="https://www.declaration.cnil.fr/declarations/declaration/brouillon.action?declarationType=DS" target="_blank">il suffit de remplir le formulaire simplifié.</a></p>

# QUESTION_COLLEAGUE
source: Pas à traduire //<h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>

# QUESTION_DOCUMENTS_SHARING
source: Pas à traduire //<h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Peut-on partager des documents entre enseignants ?</h3> <p>Oui, la médiathèque de l'école intègre un espace privé qui n'est consultable que par les enseignants de l'école.</p>

# QUESTION_END_SUBSCRIPTION
source: Pas à traduire //<h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Que se passe t-il à la fin de l'abonnement ?</h3><p>Les classes rebasculent automatiquement en version gratuite et conservent toutes leurs données. Votre espace école est archivé jusqu'à ce que vous vous réabonniez.</p>

# QUESTION_ENGAGEMENT
source: Pas à traduire //<h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Est-ce réellement sans engagement ?</h3><p>Oui, vous choisissez le nombre de mois d'abonnement et quand vous avez tout consommé (attention tautologie) : il n'y en a plus. Et vous n'êtes pas obligé d'en reprendre.</p>

# QUESTION_ENT_REFERENT
source: Pas à traduire //<h3 class="title">Un collègue peut-il supprimer ma classe ?</h3><p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Qu'est-ce que le référent ENT ?</h3><p>Le référent ENT est un enseignant de l'école qui se voit confier les mêmes droits que le directeur : gestion, modération. Il peut y avoir plusieurs référents ENT.</p>

# QUESTION_HOW_ADMIN_SCHOOL
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Comment administre t-on l'espace école ?</h3> <p>Exactement de la même façon que l'espace classe : avec des feux rouges et des feux verts pour l'ouverture des modules et la modération. C'est facile.</p>

# QUESTION_INSTALL_SOFTWARE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Doit-on installer un logiciel ?</h3> <p>Rien de tout ça, c'est un site internet consultable depuis n'importe quel poste connecté à internet.</p>

# QUESTION_KEEP_DATA
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Est-ce que je conserve mes données quand je passe à la version école ?</h3> <p>Absolument, votre espace classe reste intact. Vous accédez à l'espace école depuis la languette verte en bas à droite.</p>

# QUESTION_LOW_PRICE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Pourquoi le prix est-il si bas ?</h3> <p>Nous croyons que toutes les écoles doivent pouvoir s'offrir un bon ENT. Et quand beaucoup d'écoles le croient aussi, alors nous rentrons dans nos frais.</p>

# QUESTION_MAYOR_FUNDING
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Comment faire financer par la mairie ?</h3> <p>Oui, après tout c'est son rôle. Comme vous le faites pour vos fournitures habituelles. S'il s'agit d'un mandat, il suffit de nous l'envoyer pour que nous validions votre commande.</p>

# QUESTION_MINIMAL_DURATION
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Quelle est la durée minimale de l'abonnement ?</h3> <p>La durée minimale d'abonnement est d'un mois. Tout rond.</p>
