Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/SchoolBundle/Resources/translations/SCHOOL.*.xliff
Languages: fr

# QUESTION_MINISITE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Qu'est-ce que le mini-site web ?</h3> <p>Le mini-site web permet de réaliser un véritable site web d'école, avec l'ergonomie Beneylu. Les élèves peuvent aussi proposer leurs contributions, qui sont bien entendu soumises à votre modération.</p>

# QUESTION_MONTH_DECOMPT
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Comment est décompté le mois ?</h3> <p>Le mois démarre le jour de l'achat de l'abonnement et se termine au même jour du mois suivant. Par exemple, un abonnement acheté le 12 septembre se termine le 12 octobre à minuit.</p>

# QUESTION_NEEDED_CONFIG
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3>%beneylu_brand_name% <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>%beneylu_brand_name%
fr: <h3 class="title">Quelle configuration faut-il pour utiliser %beneylu_brand_name% ?</h3> <p>Bon, on ne va pas se mentir : il faut internet. Considérez que si un site comme Youtube fonctionne sur votre poste, alors %beneylu_brand_name% y vivra très bien.</p>

# QUESTION_ORDER_FROM_SPOT
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>%beneylu_brand_name%
fr: <h3 class="title">Pourquoi dois-je passer la commande depuis Beneylu Spot ?</h3> <p>Beneylu Spot est conçu pour traiter des transactions sécurisées et pour vendre des ressources compatibles avec %beneylu_brand_name%. En fait, Beneylu Spot sert à ça.</p>

# QUESTION_OTHER_CLASSES
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Les autres classes peuvent-elles voir mes modules de classe ?</h3> <p>Non, votre espace classe reste entièrement privé. Ni vos collègues, ni leurs élèves ne peuvent y accéder. A moins bien sûr que vous ne choisissiez de les y inviter.</p>

# QUESTION_OTHER_QUESTIONS
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Et si j'ai encore plein de questions ?</h3> <p>C'est que vous avez beaucoup d'imagination et donc que nous nous ferons un plaisir d'y répondre. Ecrivez-nous sur eymeric.taelman@beneyluschool.com, c'est Eymeric (qui existe vraiment) qui vous répondra.</p>

# QUESTION_PAYMENT
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Quels sont les moyens de paiement disponible ?</h3> <p>C'est plus souple que sur la croisette : carte bancaire, chèque et mandat administratif sont acceptés.</p>

# QUESTION_PRICE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p> %price%
fr: <h3 class="title">Le prix est-il bien unique, quel que soit la taille de l'école ?</h3> <p>Absolument, c'est %price% par mois pour toute l'école, même une très grande comme dans Harry Potter.</p>

# QUESTION_REACTIVATE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Puis-je réactiver un abonnement ?</h3> <p>Oui, il vous suffit de racheter un abonnement et votre espace école est rouvert, avec l'ensemble des données que vous y aviez publiées.</p>

# QUESTION_REBUY_BEFORE_END
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Puis-je racheter des mois d'abonnement avant l'échéance ?</h3> <p>Bien sûr, et nous vous le conseillons. Les mois viennent s'ajouter à votre stock. Par exemple, s'il vous reste 2 mois d'abonnement et que vous en rachetez 3, vous voilà abonnés pour 5 mois.</p>

# QUESTION_RENEWAL
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Y a t-il une tacite reconduction ?</h3> <p>Jamais. Comme vous, nous détestons cela. C'est pourquoi c'est vous qui choisissez le nombre de mois d'abonnement à chaque achat. Il s'agit d'un "paiement à l'acte" et non d'un prélèvement.</p>

# QUESTION_SCHOOL
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Qu'est-ce que l'espace école ?</h3> <p>L'espace école présente les modules de l'école : blog de l'école, agenda de l'école etc. Il fonctionne comme l'espace classe qui présente les modules de la classe.</p>

# QUESTION_SCHOOL_ADMIN
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Qui administre l'espace école ?</h3> <p>Par défaut, le directeur a les droits d'administration. Il peut aussi nommer des "référents ENT" qui ont les mêmes droits que lui. Oui, nous savons bien qu'il n'a pas forcément envie de s'y coller ;)</p>

# QUESTION_SECURED_DATA
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Comment nos données sont-elles sécurisées ?</h3> <p>Vos données sont sécurisées sur infrastructure d'hébergement professionnelle située dans le nord de la France. Tout est en règle !</p>

# QUESTION_SUBSCRIPTION
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">L'abonnement est-il valable pour toute l'école ?</h3> <p>Oui, l'abonnement est valable pour toute l'école, quel que soit le nombre d'élèves, de clics, d'incantations, de buts marqués par l'équipe de France ou de prise wifi dans l'école (nous avons parfois vu des choses bizarres).</p>

# QUESTION_SUMMER
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Et pendant l'éte ?</h3> <p>Si vous êtes abonnés en juin, l'espace école reste ouvert gratuitement en juillet et août. Si vous achetez un abonnement pendant l'été, alors il n'est décompté qu'à partir du 1er septembre. Chouette non ?</p>

# QUESTION_TRY
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Puis-je essayer pendant 1 mois ?</h3> <p>Vous pouvez tout à fait acheter 1 seul mois d'abonnement, pour essayer.</p>

# QUESTION_VISIBILITY_MINISITE
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p> %beneylu_brand_name%
fr: <h3 class="title">Qui peut voir le mini-site web ?</h3> <p>C'est le seul module public de %beneylu_brand_name%, tout le monde peut le voir, y compris sans être authentifié. Vous pouvez aussi publier des pages privées, visibles uniquement des utilisateurs de l'école authentifiés.</p>

# QUESTION_WHO_CAN_CONNECT
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>
fr: <h3 class="title">Qui peut se connecter à l'espace école ?</h3> <p>Tous les utilisateurs de votre école : enseignants, élèves et parents peuvent consulter les modules de l'espace école que vous leur aurez ouverts.</p>

# QUESTION_WHY_MONTHLY
source: Pas à traduire // <h3 class="title">Pourquoi acheter l'espace école ?</h3> <p>Grand dieu non ! Il existe bien une fonction "signaler" qui sert à nettoyer les fausses inscriptions (d'un élève par exemple...) mais votre espace classe est indéboulonnable.</p>%beneylu_brand_name%
fr: <h3 class="title">Pourquoi un abonnement au mois ?</h3> <p>Nous considérons que vous n'avez pas à vous engager pour une année entière et que vous avez le droit de démarrer en cours d'année. Et entre nous nous espérons aussi que %beneylu_brand_name% va vous plaire et que vous allez avoir envie de rester.</p>

# SCHOOL_ASSIGNMENT_TEACHER_PUPIL
source: Assigned to %label% school with %teacherCount% teacher(s) and %pupilCount% pupil(s).
fr: Affectation à l'école %label% de %teacherCount% enseignant(s) et %pupilCount% élève(s).

source: School code
fr: Code de votre école

# SCHOOL_LIFE
source: Pas à traduire
fr: Profitez de la salle des maîtres pour partager vos documents, renseignez l’agenda de l’école et animez votre mini-site web !

# SCHOOL_NAME
source: Name
fr: Nom

# SCHOOL_SUBSCRIPTION
source: Pas à traduire
fr: L'abonnement à la version école

# SECTION_SCHOOL_MANAGEMENT
source: Pas à traduire
fr: La gestion de l'espace école

# SECURED_PAYMENT
source: Pas à traduire
fr: Paiement sécurisé

# SECURITY_SCHOOL_VERSION
source: Pas à traduire
fr: La sécurité de la version école

# START_WITH_SCHOOL_OFFER
source: <span class="small"> Pas à traduire </span><br /> <span class="big"> de %beneylu_brand_name% </span>
fr: <span class="small"> Démarrez avec l'offre école </span><br /> <span class="big"> de %beneylu_brand_name% </span>

# TEACHERS_ALREADY_USING
source: Pas à traduire %beneylu_brand_name%
fr: Tentez l’aventure %beneylu_brand_name% et rejoignez les pionniers de l’Enseignement 2.0 !

# TEACHERS_FILENAME_BENEYLU
source: Teacher login credentials.pdf
fr: Fiche enseignants.pdf

# TEACHERS_LIST
source: List of teachers
fr: Liste des enseignants

# TEACHER_ADDED
source: The teacher has been successfully added
fr: L'enseignant a été ajouté avec succès

# TEACHER_FILENAME_BENEYLU
source: %beneylu_brand_name% - Teacher login credentials- %user%.pdf
fr: %beneylu_brand_name% - Fiche enseignant - %user%.pdf

# TEACHER_HAVE_ALREADY_ACCOUNT
source: The teacher already has a %beneylu_brand_name% account
fr: L'enseignant a déjà un compte %beneylu_brand_name%

# THE_SCHOOL
source: School
fr: L'école

# TITLE_CHOOSE_TEACHER_IN_MY_SCHOOL
source: I choose a teacher in my school
fr: Je choisis un enseignant dans mon école

# TITLE_CLASSROOM
source: Classrooms
fr: Classes

# TITLE_ENTER_NEW_CLASS_NAME
source: Please enter the name of the new classroom
fr: Veuillez saisir le nom de la nouvelle classe

# TITLE_GENERATE_NOTE_FOR_CHILD
source: Create pupil login credentials
fr: Génération de fiche pour un élève

# TITLE_GENERATE_NOTE_FOR_TEACHER
source: Create teacher login credentials
fr: Génération de fiche pour un enseignant

# TITLE_GENERATE_NOTE_FOR_TEACHERS
source: Create login credentials for all teachers
fr: Génération de fiche pour les enseignants

# TITLE_HOST_FRANCE
source: Pas à traduire
fr: Hébergé en France et entièrement sécurisé

# TITLE_IMPORT_PUPIL_FROM_CSV_FILE
source: Pupils' importation from a CSV file
fr: Import d'élèves depuis un fichier CSV

# TITLE_MIGHT_ADD_TEACHER_AND_PUPIL_IN_SCHOOL
source: Then you will be able to add students and teachers to this classroom.
fr: Vous pourrez ensuite ajouter des élèves et des enseignants dans cette classe.

# TITLE_MINE_SCHOOL_MODULE
source: My school apps
fr: Applications de mon école

# TITLE_NEXT_MIGHT_ADD_PUPIL_IN_CLASS
source: Then you will be able to add pupils and teachers to this classroom.
fr: Vous pourrez ensuite ajouter des élèves et des enseignants dans cette classe.

# TITLE_OR_TEACHER_ALREADY_IN_SCHOOL
source: OR the teacher is already in the school
fr: OU l'enseignant fait déjà partie de l'école

# TITLE_OR_TEACHER_HAVENT_ACCOUNT
source: OR the teacher does not have a %beneylu_brand_name% account yet
fr: OU l'enseignant n'a pas encore de compte %beneylu_brand_name%

# TITLE_PROFIL
source: Profile
fr: Profil

# TITLE_PUPILS
source: Pupils
fr: Élèves

# TITLE_PUPILS_IMPORT_IN_PROGRESS
source: Loading importation... Please wait whilst your pupils line up and enter their new virtual classroom.
fr: Import en cours... veuillez patienter pendant que vos élèves se mettent en rang pour entrer dans leur nouvelle classe virtuelle.

# TITLE_SCHOOL_ASSIGNMENT
source: School - Users assignation
fr: École - Affectation d'utilisateurs

# TITLE_SCHOOL_CUSTOMIZE
source: School - Customisation
fr: École - Personnalisation

# TITLE_SCHOOL_DASHBOARD
source: School - Dashboard
fr: École - Tableau de bord

# TITLE_SCHOOL_IMPORT_CSV
source: School - Import your CSV files
fr: École - Importer vos fichiers CSV

# TITLE_SCHOOL_LIFE
source: Pas à traduire
fr: La vie de l’école

# TITLE_SCHOOL_LIST_CLASS
source: School - List of classrooms
fr: École - Liste des classes

# TITLE_SCHOOL_MANAGEMENT
source: School - Management
fr: École - Gestion

# TITLE_SCHOOL_TEACHER_LIST
source: School - List of teachers
fr: École - Liste des enseignants

# TITLE_SURE_TO_GENERATE_CARD_CHILD
source: <h2>Are you sure you'd like to create login credentials for this pupil?</h2><h3><strong>Be careful</strong>, you are about to reset your pupil's password! The old password will be deleted.<br /> It's recommended to generate new passwords when you connect to your Beneylu School class for the first time.</h3>
fr: <h2>Êtes-vous sûr de vouloir générer une fiche pour cet élève ?</h2><h3><strong>Attention</strong>, cette action va régénérer le mot de passe de cet élève ! Son ancien mot de passe sera perdu et vous devrez lui communiquer le nouveau.<br /> Cette action est recommandée lors de la première génération de mot de passe, à la rentrée par exemple.</h3>

# TITLE_SURE_TO_GENERATE_CARD_TEACHER
source: <h2>Are you sure you'd like to create login credentials for this teacher?</h2><h3><strong>Be careful, </strong>you are about to reset this teacher's password! The old password will be deleted.<br /> It's recommended to generate new passwords when you connect to your Beneylu School class for the first time.</h3>
fr: <h2>Êtes-vous sûr de vouloir générer une fiche pour cet enseignant ?</h2><h3><strong>Attention</strong>, cette action va régénérer le mot de passe de cet enseignant ! Son ancien mot de passe sera perdu et vous devrez lui communiquer le nouveau.<br /> Cette action est recommandée lors de la première génération de mot de passe, à la rentrée par exemple.</h3>

# TITLE_SURE_TO_GENERATE_CARD_TEACHERS
source: <h2>Are you sure you'd like to create login credentials for all the teachers in your school? </h2> <h3><strong>Be careful,</strong> you are about to reset all your teachers' passwords! Their old passwords will be deleted.<br /> It's recommended to generate new passwords when you connect to your Beneylu School class for the first time.</h3>
fr: <h2>Êtes-vous sûr de vouloir générer une fiche pour tous les enseignants de votre école ?</h2> <h3><strong>Attention</strong>, cette action va régénérer tous les mots de passe de tous vos enseignants ! Leur ancien mot de passe sera perdu et vous devrez leur communiquer les nouveaux.<br /> Cette action est recommandée lors de la première génération de mot de passe, à la rentrée par exemple.</h3>

# TITLE_TEACHER
source: Teacher
fr: Enseignant

# TITLE_TEACHERS
source: Teachers
fr: Enseignants

# TITLE_TEACHERS_ALREADY_USING
source: Pas à traduire
fr: 20 000 enseignants l’utilisent déjà

# TITLE_USERS_STATUS
source: Users status
fr: Statut des utilisateurs

# TITLE_USER_MANUAL
source: Instructions
fr: Mode d'emploi

# TITLE_WRITE_WELCOME_MESSAGE_ON_BLACKBOARD
source: Write a welcome message on the board
fr: Écrire un message d'accueil sur le tableau

# UNCLASSIFIABLE
source: Pas à traduire
fr: Les inclassables

# USERS_ASSIGNMENT
source: Users assignation
fr: Affectation d'utilisateurs

# USER_BIRTHDAY
source: {0} Date of birth: %userBirthday% | {1} Date of birth: %userBirthday%
fr: {0} Née le : %userBirthday% | {1} Né le : %userBirthday%

# USER_BORN
source: {0}<strong> Date of birth:</strong>| {1}<strong> Date of birth:</strong>
fr: {0}<strong> Née :</strong>| {1}<strong> Né :</strong>

# USER_EMAIL
source: Email address
fr: Adresse e-mail

# USER_FIRSTNAME
source: First name
fr: Prénom

# USER_MANUAL_CONTENT
source: <h3>What is a CSV file?</h3> <p>A CSV file is just a <strong>data list</strong> (your detailed list of pupils for instance) in which sections are replaced by <strong>semi-colons</strong> ( ; ).</p> <h3>What for?</h3> <p>The main goal of a CSV file is to <strong>allow machines to interpret</strong> data lists.</p><p>This way you only need to send the list of all your pupils once to %beneylu_brand_name%: all accounts are created. <strong>Avoid tedious tasks</strong>, no need to create them one by one. </p> <h3>What formats are accepted ?</h3> <p> Unfortunately, this is not all magical. The machine needs to "understand" the list you are sending.</p><p>This is why you need to write the form CSV in a certain way, <strong>respecting a nomenclature</strong>. This is what we call "<strong>format</strong>". </p><p>Today, %beneylu_brand_name% accepts one format: "<strong>simplified format</strong>" which is much easier.</p> <h3>How can I write in a CSV file?</h3> <p>Writing in a CSV file is easy (no kidding!).</p><p>You just need a <strong>spreadsheet</strong> like Excel or OpenOffice Calc. This is the easiest solution as the spreadsheet will add the semi-colons for you.</p><p>We advise you to <strong>download our template</strong> (see below) so you can use it as an example. Try it out, this is what it's for! </p><p>The first line of your "chart" must be in the chosen format (see below), it sets columns (surname, first name,..). The following lines correspond to your pupils with information in each column: surname, first name,..</p><p>Finally, you just need to save your file as CSV format. Your spreadsheet should suggest this format when you choose "<strong>Save as</strong>". There you go, your "<strong>name_of_my_file.csv</strong>" is ready for %beneylu_brand_name%!</p>
fr: <h3>Qu'est-ce qu'un fichier CSV ?</h3> <p>Un fichier CSV n'est rien d'autre qu'une <strong>liste de données</strong> (la liste détaillée de vos élèves par exemple) dans laquelle on a remplacé les séparations par <strong>des point-virgules</strong> ( ; ). </p> <p>C'est ainsi qu'on dit que "le point-virgule est le séparateur du fichier CSV", tout simplement !</p> <h3>Quel est l'intérêt ?</h3> <p>Le principal intérêt du fichier CSV est de <strong>permettre à des machines d'interpréter</strong> des listes de données.</p> <p>C'est ainsi que vous pouvez envoyer la liste de tous vos élèves en une seule fois sur %beneylu_brand_name% : tous les comptes seront créés. Cela <strong>évite la tâche fastidieuse</strong> de les créer un par un.</p> <h3>Quels sont les formats acceptés ?</h3> <p> Hélàs, tout cela n'est pas magique. Il faut que la machine "comprenne" la liste que vous lui envoyez.</p> <p> Pour cela, il est nécessaire d'écrire le fichier CSV d'une certaine façon, en <strong>respectant une nomenclature</strong>. C'est ce qu'on appelle "<strong>le format</strong>". </p> <p>Aujourd'hui %beneylu_brand_name% accepte 2 formats : le format "<strong>Base Elèves</strong>" et le format "<strong>Simplifié</strong>" beaucoup plus facile à utiliser.</p> <h3>Comment écrire un fichier CSV ?</h3> <p> Il est très facile d'écrire un fichier CSV (si si !).</p> <p>Pour cela, <strong>munissez-vous d'un tableur</strong> comme Excel ou OpenOffice Calc. C'est de loin la solution la plus simple car le tableur se chargera pour vous de placer les points-virgules.</p> <p>Nous vous conseillons très fortement de <strong>télécharger l'un des fichiers exemples</strong> (voir ci-après) et de vous en servir comme base de rédaction de votre propre fichier. N'hésitez pas, c'est fait pour !</p> <p>La 1ère ligne de votre "tableau" doit-être celle du format choisi (voir ci-après), elle définit les colonnes (nom prénom, ...). Les lignes suivantes sont tout simplement vos élèves, avec leurs informations dans chacune des colonnes : nom, prénom, ... </p> <p>Il ne reste plus qu'à enregistrer votre fichier au format CSV. Votre tableur doit vous proposer ce format lorsque vous choisissez "<strong>Enregistrer sous</strong>".</p> <p> Voilà, votre fichier "<strong>nom_de_mon_fichier.csv</strong>" est prêt pour %beneylu_brand_name% !</p>

# USER_NAME
source: Surname
fr: Nom

# USER_WITH_LOGIN_NOT_FOUND
source: No user with %username% as a user name was found.
fr: Aucun utilisateur ayant l'identifiant %username% n'a été trouvé.

# WANT_TO_BECOME
source: Wants to be
fr: Voudrait devenir

# WARNING_DELETING_USERS_SELECTION
source: These users will no longer be able to interact with this school.<br /> <strong>Warning</strong>, this action cannot be undone!
fr: Ces utilisateurs ne pourront plus intéragir avec cette école.<br /> <strong>Attention</strong>, cette action est irréversible !
