Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/UserDirectoryBundle/Resources/translations/JS_USER_DIRECTORY.*.xliff
Languages: es

source: Add
es: Añadir

# ADD_CONTEXT_TO_SELECTION_HTML
source: <strong>Add {{ name }}</strong><br>to the selection
es: <strong>Añadir {{ name }}</strong><br>a la selección

source: Add these users
es: Añadir estos usuarios

source: Add this workgroup
es: Añadir este grupo de trabajo

# ADD_USERS_ERROR
source: An error occured while adding users
es: Se ha producido un error al añadir usuarios

# ADD_USERS_ERROR_NO_CONTEXT
source: Cannot add users without context
es: No se pueden añadir usuarios sin contexto

# ADD_USERS_MODAL_TITLE
source: Add users
es: Añadir usuarios

# ADD_USERS_SUCCESS
source: Users added
es: Usuarios añadidos

# ADD_USERS_TO_WORKGROUP_HTML
source: <strong>Add the selection</strong><br>to this workgroup
es: <strong>Añadir la selección</strong><br>a este grupo de trabajo

# ADD_WORKGROUP
source: Add a workgroup
es: Añadir a grupo de trabajo

# ADD_WORKGROUP_ERROR
source: An error occured while adding the workgroup
es: Se ha producido un error al añadir el grupo de trabajo

# ADD_WORKGROUP_ERROR_NO_CONTEXT
source: Cannot add a workgroup without context
es: No se puede añadir un grupo de trabajo sin contexto

# ADD_WORKGROUP_IN
source: Add a workgroup in "{{name}}"
es: Añadir a grupo de trabajo en "{{name}}"

# ADD_WORKGROUP_MODAL_TITLE
source: Add a workgroup
es: Añadir a grupo de trabajo

# ADD_WORKGROUP_SUCCESS
source: Workgroup created
es: Grupos de trabajo creados

# ADMINS
source: Administrators
es: Administradores

source: Assistants
es: Personal auxiliar

# BUTTON_DELETE_DISTRIBUTION_LISTS
source: Delete mailing lists
es: Eliminar las listas de difusión

source: Cancel
es: Cancelar

# CONFIRM_DELETE_THIS_WORKGROUP
source: Confirm deletion of this workgroup
es: Confirmar eliminación de este grupo de trabajo

# CREATE_WORKGROUP_WITH_USERS_HTML
source: <strong>Create a workgroup</strong><br>with selected users
es: <strong>Crear un grupo de trabajo</strong><br>con usuarios seleccionados

source: Delete
es: Eliminar

source: Delete this workgroup
es: Eliminar este grupo de trabajo

# DELETE_WORKGROUP
source: Delete the workgroup
es: Eliminar el grupo de trabajo

# DELETE_WORKGROUP_ERROR
source: An error occured while deleting the workgroup
es: Se ha producido un error al eliminar el grupo de trabajo

# DELETE_WORKGROUP_ERROR_NO_RIGHT
source: You can't delete this workgroup
es: No puedes eliminar este grupo de trabajo

# DELETE_WORKGROUP_MODAL_TITLE
source: Delete a workgroup
es: Eliminar un grupo de trabajo

# DELETE_WORKGROUP_NAME
source: Delete the workgroup "{{ name }}"
es: Eliminar el grupo de trabajo "{{ name }}"

# DELETE_WORKGROUP_SUCCESS
source: Workgroup deleted
es: Grupo de trabajo eliminado

# DIRECTORS
source: Principals
es: Directores

# EDIT_WORKSPACE_ERROR
source: An error occured while editing the workspace
es: Se ha producido un error al editar el grupo de trabajo

# EDIT_WORKSPACE_ERROR_NO_CONTEXT
source: Cannot edit a workspace without context
es: No se puede editar un grupo de trabajo sin contexto

# EDIT_WORKSPACE_HTML
source: <strong>Edit</strong><br>this workspace
es: <strong>Editar</strong><br>esta área de trabajo

# EDIT_WORKSPACE_MODAL_TITLE
source: Editing the workspace "{{ name }}"
es: Editar el área de trabajo "{{ name }}"

# EDIT_WORKSPACE_SUCCESS
source: Workspace edited
es: Área de trabajo editada

# ENT_REFERENTS
source: School managers
es: Administradores escolares

# FLASH_CREATE_DISTRIBUTION_LIST_ERROR
source: The mailing list could not be created
es: La lista de envío no ha podido ser creada

# FLASH_CREATE_DISTRIBUTION_LIST_SUCCESS
source: The mailing list has been successfully created
es: Se ha creado la lista de distribución

# FLASH_EDIT_DISTRIBUTION_LIST_ERROR
source: The mailing list could not be edited
es: La lista de envío no ha podido ser editada

# FLASH_EDIT_DISTRIBUTION_LIST_SUCCESS
source: The mailing list has been successfully edited
es: La lista de envío ha sido editada con éxito

# GET_GROUPS_ERROR
source: An error occured while retrieving the group list
es: Se ha producido un error al recuperar la lista de trabajo

# GROUP.ACTIVATE_MODULE_SUCCESS
source: App activated
es: Aplicación activada

# GROUP.BOARD
source: Dashboard
es: Tablero de información

# GROUP.CALENDAR
source: Calendar
es: Calendario

# GROUP.CLASSROOM
source: Classroom
es: Aula

# GROUP.DEACTIVATE_MODULE_SUCCESS
source: App deactivated
es: Aplicación desactivada

# GROUP.DIRECTORY
source: Directory
es: Directorio

# GROUP.FORUM
source: Forum
es: Foro

# GROUP.GROUP
source: Group
es: Grupo

# GROUP.HELLOWORLD
source: Hello World
es: ¡Hola Mundo!

# GROUP.HOMEWORK
source: Task notebook
es: Agenda de tareas

# GROUP.INFO
source: Teacher information
es: Información del profesor

# GROUP.LIAISONBOOK
source: Parent-teacher contact book
es: Cuaderno de comunicación

# GROUP.MANAGE_MODULE_ERROR
source: An error occured while managing this app
es: Se ha producido un error al gestionar esta aplicación

# GROUP.MEDIA_LIBRARY
source: Media library
es: Mediateca

# GROUP.MESSAGING
source: Mail
es: Mensajería

# GROUP.MINISITE
source: School website
es: Sitio web de la escuela

# GROUP.MODULES
source: Apps
es: Aplicaciones

# GROUP.NOTEBOOK
source: Notebook
es: Bitácora

# GROUP.NOTIFICATION
source: Notification
es: Notificación

# GROUP.NO_MODULE_TO_DISPLAY
source: No app to display
es: No hay aplicaciones para mostrar

# GROUP.PARENTS
source: Parents
es: Padres

# GROUP.PROFILE
source: Profile
es: Perfil

# GROUP.PUPILMONITORING
source: Student monitoring
es: Supervisión de alumnos

# GROUP.PUPILS
source: Students
es: Alumnos

# GROUP.RESERVATION
source: Reservation handler
es: Administrador de reservaciones

# GROUP.SCHOOL
source: School
es: Escuela

# GROUP.SEARCH
source: Search engine
es: Motor de búsqueda

# GROUP.SEE_DETAILS
source: See details
es: Ver información

# GROUP.SEE_USERS
source: See users
es: Ver usuarios

# GROUP.TEACHERS
source: Teachers
es: Profesores

# GROUP.TEAM
source: Team
es: Equipo

# GROUP.USER_DIRECTORY
source: Directory
es: Directorio

# GROUP.WORKSHOP
source: Workshop
es: Taller

# GROUP.YERBOOK
source: YÃ«rbook
es: Yerbook

# LABEL_MY_DISTRIBUTION_LISTS
source: My mailing lists
es: Mis listas de envío

# LABEL_NO_SUBGROUPS
source: No subgroup
es: No hay subgrupos

# LABEL_TARGET_SECTORS
source: Which field?
es: ¿Cuál campo?

# LABEL_TARGET_USER_TYPES
source: To whom?
es: ¿A quién desea dirigirse?

source: Load more users
es: Cargar más usuarios

source: Move
es: Mover

source: My selection
es: Mi selección

source: My workspaces
es: Mis espacios de trabajo

source: No element selected
es: No hay ningún elemento seleccionado

source: No existing user to remove
es: No hay ningún usuario para eliminar

# NO_NEW_USER_TO_ADD
source: No user to add
es: No hay usuarios para añadir

source: No users
es: No hay usuarios

source: No user to remove
es: No hay usuarios para eliminar

source: Parents
es: Padres de familia

# PUPILS
source: Students
es: Alumnos

# REMOVE_CONTEXT_FROM_SELECTION_HTML
source: <strong>Remove {{ name }}</strong><br>from the selection
es: <strong>Eliminar {{ name }}</strong><br>de la selección

source: Remove these users
es: Eliminar estos usuarios

# REMOVE_USERS_ERROR
source: An error occured while removing users
es: Se ha producido un error al eliminar usuarios

# REMOVE_USERS_ERROR_NO_CONTEXT
source: Cannot remove users without context
es: No se pueden eliminar usuarios sin contexto

# REMOVE_USERS_FROM_WORKGROUP_HTML
source: <strong>Remove the selection</strong><br>from this workgroup
es: <strong>Eliminar de grupo de trabajo</strong><br>los usuarios seleccionados

# REMOVE_USERS_MODAL_TITLE
source: Remove users
es: Eliminar usuarios

# REMOVE_USERS_SUCCESS
source: Users removed
es: Usuarios eliminados

source: Required
es: Requerido

source: Save
es: Guardar

source: Select
es: Seleccionar

source: Teachers
es: Profesores

# THESE_USERS_WILL_BE_ADDED_TO_WORKGROUP
source: These users will be added to the workgroup "{{ name }}"
es: Se añadirán estos usuarios al grupo de trabajo "{{ name }}"

# THESE_USERS_WILL_BE_REMOVED_FROM_WORKGROUP
source: These users will be removed from the workgroup "{{ name }}"
es: Se eliminarán estos usuarios del grupo de trabajo "{{ name }}"

# TITLE_CREATE_DISTRIBUTION_LIST
source: Create a mailing list
es: Crear una lista de distribución

# TITLE_EDIT_DISTRIBUTION_LIST
source: Edit a mailing list
es: Editar una lista de envío

# USERS_TO_ADD_TO_WORKGROUP
source: Users to be added to the workgroup
es: Usuarios para añadir al grupo de trabajo

# USER_DIRECTORY
source: Directory
es: Directorio

# WORKGROUP_DATA_WILL_BE_DELETED
source: This workgroup and all data related to it will be deleted permanently.
es: Se eliminará permanentemente este grupo de trabajo y todos los datos relacionados.

source: Workgroup name
es: Nombre de grupo de trabajo

source: Workspaces
es: Espacios de trabajo

source: Workspace name
es: Nombre del espacio de trabajo
