Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/CalendarBundle/Resources/translations/CALENDAR.*.xliff
Languages: es

source: ALL_DAY_OF
es: Todo el día el %date%

source: BEGIN_DATE_BEFORE_END_DATE
es: La fecha y hora de inicio del evento tienen que ser anteriores a la fecha y hora de finalización.

source: BEGIN_HOURS_BETWEEN_MIN_MAX
es: La hora de inicio del evento debe ser entre las 8:00 y las 22:00.

source: DATE_DURATION
es: Fecha y duración

source: END_DATE_MUST_BE_UPPER_THAN_BEGIN_DATE
es: La fecha de finalización de la repetición debe ser posterior a la fecha de finalización del evento.

source: END_HOURS_BETWEEN_MIN_MAX
es: La fecha de finalización del evento debe ser entre las 8:00 y las 22:00.

source: ENTER_TYPE_OCCURENCE
es: Tienes que completar el tipo de caso.

source: EVENT_HAVENT_DESCRIPTION
es: Este evento no tiene descripción.

source: IN_CALENDAR
es: En el calendario

source: LABEL_ALL_DAY
es: Todo el día

source: LABEL_DAILY
es: Todos los días

source: LABEL_DATE_FROM
es: Desde

source: LABEL_DATE_NUMBER
es: Desde

source: LABEL_DATE_TO
es: hasta

source: LABEL_EMPTY_OCCURRENCE
es: Tipo de caso

source: LABEL_END_DATE
es: O fecha de finalización:

source: LABEL_ENTER_TIME
es: veces

source: LABEL_EVENT_RECURRENCE
es: Esto es un evento recurrente

source: LABEL_MONTHLY
es: Cada mes

source: LABEL_TYPE_OCCURRENCE
es: Qué tipo de caso

source: LABEL_WEEKLY
es: Cada semana

source: LABEL_YEARLY
es: Cada año

source: LAST_WEEK
es: Semana<br /><strong>anterior</strong>

source: LINE_LAST_WEEK
es: Semana<br />anterior

source: LINE_NEXT_WEEK
es: Semana<br />siguiente

source: LINK_ADD_EVENT
es: Añadir un evento

source: LINK_CANCEL
es: Cancelar

source: LINK_CANCEL_DELETE
es: <strong>Cancelar</strong><br />eliminación

source: LINK_CANCEL_TO_EDIT
es: <strong>Descartar</strong><br />los cambios

source: LINK_DELETE_EVENT
es: <strong>Cancelar</strong><br />evento

source: LINK_SAVE_EVENT
es: Guardar el evento

source: LINK_UPDATE
es: Actualizar

source: MUST_BE_INTEGER_POSITIVE
es: El número de repeticiones debe ser superior a 0

source: NEXT_WEEK
es: Semana<br /> <strong>siguiente</strong>

source: PLACEHOLDER_DATE
es: dd/mm/aaaa

source: PLACEHOLDER_ENTER_EVENT_PLACE
es: Introduce el lugar del evento

source: PLACEHOLDER_ENTER_EVENT_TITLE
es: Introduce el título aquí

source: PLACEHOLDER_ENTER_QUANTITY
es: Introduce el número de veces

source: PLACEHOLDER_EVENT_DESCRIPTION
es: Descripción del evento

source: PREFIX_LABEL_OR_UNTIL
es: <strong>O</strong> hasta

source: PREFIX_LABEL_REPEAT
es: Repetido

source: TITLE_ANNIVERSARIES
es: Cumpleaños

source: TITLE_ANNIVERSARY
es: Cumpleaños

source: TITLE_CALENDAR
es: Calendario

source: TITLE_CALENDARS
es: Calendarios

source: TITLE_MANAGEMENT
es: Calendario - Gestión

source: TITLE_MINE_CALENDAR
es: Mis calendarios

source: TITLE_PLACE
es: Lugar

source: TITLE_RECURRENCE
es: Repetición

source: TITLE_SEE_EVENT
es: Ver evento

source: TITLE_SURE_DELETE_EVENT
es: ¿Seguro que quieres eliminar este evento?

source: TITLE_WEEK
es: Semana
