Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MailerBundle/Resources/translations/EMAIL.*.xliff
Languages: es, fr

# YERBOOK_PAYMENT_CHECK_PENDING_VALIDATION_HTML
source: <h2>Hello,</h2><p>Many thanks for your order #%order_unique_id% of %order_amount% € on %beneylu_brand_name% !</p><p>You chose a payment by check, here are our info :</p>Pixel Cookers<br />Yërbook%beneylu_brand_name%<br />Immeuble Ordinal - Rue des Chauffours<br />95000 Cergy<br /><p><strong>Please write down the number of the order (#%order_unique_id%) at the back of the check.</strong></p><p>Please write the check to <strong>Pixel Cookers</strong>.</p><p>You'll receive a confirmation via e-mail once the check is received.</p><p>You can check the status of your order here : <a href="%order_url%">%order_url%</a></p><p>See you soon on %beneylu_brand_name%</p><p> <strong>%beneylu_brand_name%. team</strong> <a href="http://www.beneyluschool.net">http://www.beneyluschool.net</a></p>
es: <h2>Hola,</h2><p>¡Muchas gracias por tu pedido # %order_unique_id% de %order_amount% € en %beneylu_brand_name%!</p><p>Has elegido pagar con cheque, nuestra información es la siguiente:</p>Pixel Cookers<br />Yërbook%beneylu_brand_name%<br />Immeuble Ordinal - Rue des Chauffours<br />95000 Cergy<br /><p><strong>Por favor, anota el número de pedido (#%order_unique_id%) en el dorso del cheque.</strong></p><p>Envía el cheque a nombre de <strong>Pixel Cookers</strong>.</p><p>Una vez recibamos el cheque, recibirás la confirmación por correo electrónico.</p><p>Puedes ver el estado de tu pedido aquí: <a href="%order_url%">%order_url%</a></p><p>Nos vemos pronto en %beneylu_brand_name%</p><p> <strong>Equipo de %beneylu_brand_name%.</strong> <a href="http://www.beneyluschool.net">http://www.beneyluschool.net</a></p>
fr: <h2>Bonjour,</h2><p>Merci pour votre commande #%order_unique_id% de %order_amount% € sur %beneylu_brand_name% !</p><p>Vous avez opté pour un règlement par chèque, voici un rappel de nos coordonnées :</p>Pixel Cookers<br />Yërbook %beneylu_brand_name%<br />Immeuble Ordinal - Rue des Chauffours<br />95000 Cergy<br /><p><strong>Veuillez écrire le numéro de votre commande (#%order_unique_id%) au dos du chèque.</strong></p><p>Veuillez établir l'ordre de votre à chèque à l'attention de <strong>Pixel Cookers</strong>.</p><p>Vous recevrez une confirmation par e-mail lorsque votre paiement sera réceptionné.</p><p>Vous pouvez à tout moment consulter l'évolution de vos commandes à cette adresse : <a href="%order_url%">%order_url%</a></p><p>A très bientôt sur %beneylu_brand_name%</p><p> <strong>L'équipe %beneylu_brand_name%.</strong> <a href="http://www.beneyluschool.net">http://www.beneyluschool.net</a></p>

# YERBOOK_PAYMENT_CHECK_PENDING_VALIDATION_LABEL
source: E-mail sent for a payment by check
es: Correo enviado para un pago con cheque
fr: E-mail envoyé lors d'un paiement par chèque

# YERBOOK_PAYMENT_CHECK_PENDING_VALIDATION_SUBJECT
source: Your order#%order_unique_id% Yërbook %beneylu_brand_name%
es: Tu pedido #%order_unique_id% Yërbook %beneylu_brand_name%
fr: Votre commande #%order_unique_id% Yërbook %beneylu_brand_name%

# YERBOOK_PAYMENT_CONFIRMED_HTML
source: <h2>Hello,</h2><p>Many thanks for your order #%order_unique_id% of %order_amount% € on %beneylu_brand_name% !</p><p>You chose a payment by check, here are our info :</p>Pixel Cookers<br />Yërbook %beneylu_brand_name%<br />Immeuble Ordinal - Rue des Chauffours<br />95000 Cergy<br /><p><strong>Please write down the number of the order (#%order_unique_id%) at the back of the check.</strong></p><p>Please write the check to <strong>Pixel Cookers</strong>.</p><p>You'll receive a confirmation via e-mail once the check is received.</p><p>You can check the status of your order here : <a href="%order_url%">%order_url%</a></p><p>See you soon on %beneylu_brand_name%</p><p> <strong>%beneylu_brand_name%. team</strong> <a href="http://www.beneyluschool.net">http://www.beneyluschool.net</a></p>
es: <h2>Hola,</h2><p>¡Muchas gracias por tu pedido #%order_unique_id% de %order_amount% € en %beneylu_brand_name% !</p><p>Has elegido pagar con un cheque, nuestra información es la siguiente:</p>Pixel Cookers<br />Yërbook %beneylu_brand_name%<br />Immeuble Ordinal - Rue des Chauffours<br />95000 Cergy<br /><p><strong>Por favor, anota el número de pedido (#%order_unique_id%) en el dorso del cheque.</strong></p><p>Envía el cheque a nombre de <strong>Pixel Cookers</strong>.</p><p>Una vez recibamos el cheque, recibirás la confirmación por correo electrónico.</p><p>Puedes ver el estado de tu pedido aquí: <a href="%order_url%">%order_url%</a></p><p>Nos vemos pronto en %beneylu_brand_name%</p><p> <strong>El equipo de %beneylu_brand_name%.</strong> <a href="http://www.beneyluschool.net">http://www.beneyluschool.net</a></p>
fr: <h3 style="font-family:'Tahoma',sans-serif;color:#00313f;font-weight:500">Bonjour,</h3> <p>Merci pour votre commande #%order_unique_id% sur %beneylu_brand_name%.</p> <p>Vous pouvez à tout moment consulter son évolution à cette adresse : <a href="%order_url%">%order_url%</a></p> <p>A très bientôt sur %beneylu_brand_name%</p>

# YERBOOK_PAYMENT_CONFIRMED_LABEL
source: E-mail sent for the confirmation of an order
es: Correo enviado para la confirmación de un pedido
fr: E-mail envoyé lors de la confirmation d'une commande

# YERBOOK_PAYMENT_CONFIRMED_SUBJECT
source: Confirmation of your order #%order_unique_id% Yërbook %beneylu_brand_name%
es: Confirmación de tu pedido #%order_unique_id% Yërbook %beneylu_brand_name%
fr: Confirmation de votre commande #%order_unique_id% Yërbook %beneylu_brand_name%
