Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MailerBundle/Resources/translations/EMAIL.*.xliff
Languages: es, fr

# ACTIVATE_ACCOUNT_SUCCESS_HTML
source: Hello %first_name%,<br /><br />You just activated your %beneylu_brand_name% account, here is your temporary password: <strong>%plain_password%</strong><br />You can log in with your email address or login: <strong>%login%</strong><p>Please note that we'll ask you to change your password for your first connection!</p>
es: Hola %first_name%,<br /><br />Acabas de activar tu cuenta %beneylu_brand_name%, aquí está tu nueva contraseña temporaria: <strong>%plain_password%</strong><br />Puedes conectarte con tu dirección de correo eletrónico o con tu nombre de usuario: <strong>%login%</strong><p>Atención, la primera vez que te conectes, deberás escoger una nueva contraseña.</p>
fr: Bonjour %first_name%,<br /><br />Vous venez d’activer votre compte %beneylu_brand_name%, voici votre nouveau mot de passe temporaire : <strong>%plain_password%</strong><br />Vous pouvez vous identifier avec votre adresse email ou votre identifiant : <strong>%login%</strong><p>Veuillez noter qu'à votre première connexion, vous devrez choisir un nouveau mot passe.</p>

# ACTIVATE_ACCOUNT_SUCCESS_LABEL
source: Confirmation email after user account activation
es: Email de confirmación después de la activación de una cuenta usuario
fr: E-mail de confirmation après activation d'un compte utilisateur

# ACTIVATE_ACCOUNT_SUCCESS_SUBJECT
source: Your %beneylu_brand_name% account is activated
es: Su cuenta %beneylu_brand_name% ha sido activada
fr: Votre compte %beneylu_brand_name% vient d'être activé

# CHECK_EMAIL_HTML
source: Hello %first_name%<p>You requested receiving your email address confirmation link again, please find it bellow: </p><p><strong><a href="%confirm_link%">%confirm_link%</a></strong></p><p>See you soon!</p>
es: Hola, %first_name%<p>Has solicitado volver a recibir el enlace de confirmación de tu correo electrónico, aquí lo tienes: </p><p><strong><a href="%confirm_link%">%confirm_link%</a></strong></p><p>¡Hasta pronto!</p>
fr: Bonjour %first_name%,<p>Vous avez demandé à recevoir à nouveau votre lien de confirmation d'adresse e-mail, le voici ci dessous : </p><p><strong><a href="%confirm_link%">%confirm_link%</a></strong></p><p>A très bientôt !</p>

# CHECK_EMAIL_LABEL
source: Email sent to validate email address
es: Correo enviado para validar la dirección de correo electrónico
fr: E-mail envoyé pour valider l'adresse e-mail

# CHECK_EMAIL_SUBJECT
source: %beneylu_brand_name%: Your confirmation link
es: %beneylu_brand_name%: Tu enlace de confirmación
fr: %beneylu_brand_name% : Votre lien de confirmation

# EMPTY_LABEL
source: Notification message to an event participation
es: Notificación por mensaje para participar en un evento
fr: Message de notification à une participation d'annonce

# IMPORT_REPORT_HTML
source: An import has ended. Here are the info : #%id% , Date : %dates% , Type : %type% , Status : %status% , Number of lines : %nbRows% , Number of lines processed : %nbRowsProcessed% , Number of additions : %adds% , Number of modifications : %modifys% , Number of deletions : %deletes% . Error message : %error%.
fr: Un import vient d'être effectué sur votre ENT. Voici les informations à retenir : #%id% , Dates : %dates% , Type : %type% , Statut : %status% , Nombre de lignes : %nbRows% , Nombre de lignes traitées : %nbRowsProcessed% , Nombre d'ajouts : %adds% , Nombre de modifications : %modifys% , Nombre de suppressions : %deletes% '. Message d'erreur : %error%. Les écoles créées : %createdSchools%

# IMPORT_REPORT_LABEL
source: A %beneylu_brand_name% is over
fr: Un import %beneylu_brand_name% est terminé

# IMPORT_REPORT_SUBJECT
source: File import over
fr: Import terminé

# NOTIFICATION_HTML
source: Hello,<br /><br />You have received a new notification from %beneylu_brand_name%.<br /><br />%notification%
es: Hola,<br /><br />Has recibido una nueva notificación de %beneylu_brand_name%.<br /><br />%notification%
fr: Bonjour,<br /><br />Vous avez reçu une nouvelle notification depuis %beneylu_brand_name%.<br /><br />%notification%

# NOTIFICATION_LABEL
source: Notification email
es: Notificación de correo electrónico
fr: E-mail de notification

# NOTIFICATION_PLAIN
source: Hello,\n\nYou have received a new notification from %beneylu_brand_name%.\n\n%notification%
es: Hola,\n\nHas recibido una nueva notificación de %beneylu_brand_name%.\n\n%notification%
fr: Bonjour,\r\n\r\nVous avez reçu une nouvelle notification depuis %beneylu_brand_name%.\r\n\r\n%notification%

# NOTIFICATION_SUBJECT
source: New notification : %title%
es: Nueva notificación : %title%
fr: Nouvelle notification : %title%

# REQUEST_RESET_PASSWORD_HTML
source: Hello %first_name%,<br /><br />You have recently requested a %beneylu_brand_name% password reset, probably because you forgot it.<br />To complete our resetting process and for safety reason, could you please confirm this request by clicking on the following link:<a href="%confirmation_url%">I confirm my password reset request</a>.<p><strong>If you have not made this request, please ignore this email.</strong></p>
es: Hola, %first_name%:<br /><br />Hace poco solicitaste restablecer la contraseña de %beneylu_brand_name%, probablemente porque la habías olvidado.<br />Para completar nuestro proceso de restablecimiento de la contraseña y por motivos de seguridad, confirma esta solicitud pulsando en el siguiente enlace: <a href="%confirmation_url%">Confirmo mi solicitud de restablecimiento de la contraseña</a>.<p><strong>Si no has realizado esta solicitud, ignora este correo.</strong></p>
fr: Bonjour %first_name%,<br /><br />Vous avez récemment demandé à réinitialiser votre mot de passe %beneylu_brand_name%, sans doute parce que vous l'aviez oublié.<br />Afin de terminer le processus de réinitialisation et pour des raisons de sécurité, nous avons besoin que vous confirmiez cette demande en cliquant sur le lien suivant : <a href="%confirmation_url%">je confirme ma demande de réinitialisation de mot de passe</a>.<p><strong>Si vous n'avez fait aucune demande de réinitialisation de mot de passe, veuillez ne pas prendre en compte cet e-mail.</strong></p>

# REQUEST_RESET_PASSWORD_LABEL
source: Confirmation email to reset user's password
es: Correo de confirmación para restablecer la contraseña del usuario
fr: E-mail de confirmation pour réinitialiser le mot de passe d'un utilisateur

# REQUEST_RESET_PASSWORD_SUBJECT
source: You requested a password reset
es: Has solicitado restablecer la contraseña
fr: Vous avez demandé à réinitialiser votre mot de passe

# RESET_PASSWORD_SUCCESS_HTML
source: Hello %first_name%,<br /><br />You have recently requested a %beneylu_brand_name% password reset, here is your temporary password: <strong>%plain_password%</strong><br />If you cannot remember your user name, don't worry, we've got this covered: <strong>%login%</strong><p>Please note that you will need to choose a new password next time you login.</p>
es: Hola, %first_name%:<br /><br />Hace poco solicitaste restablecer la contraseña de %beneylu_brand_name%, esta es tu contraseña temporal: <strong>%plain_password%</strong><br />Si no te acuerdas de tu nombre de usuario, no te preocupes, tenemos la solución: <strong>%login%</strong><p>Ten en cuenta que tendrás que elegir una nueva contraseña la próxima vez que inicies sesión.</p>
fr: Bonjour %first_name%,<br /><br />Vous avez récemment demandé à réinitialiser votre mot de passe %beneylu_brand_name%, voici votre nouveau mot de passe temporaire : <strong>%plain_password%</strong><br />Dans le cas où vous auriez oublié votre identifiant, pas de panique, le voici : <strong>%login%</strong><p>Veuillez noter qu'à votre première connexion, vous devrez choisir un nouveau mot passe.</p>

# RESET_PASSWORD_SUCCESS_LABEL
source: Confirmation email after a user's password reset
es: Correo de confirmación tras el restablecimiento de la contraseña de un usuario
fr: E-mail de confirmation après une réinitialisation d'un mot de passe utilisateur

# RESET_PASSWORD_SUCCESS_SUBJECT
source: Your password has been reset
es: Se ha restablecido tu contraseña
fr: Votre mot de passe a été réinitialisé

# SPONSORSHIP_NEW_HTML
source: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;"> <tr> <td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnTextBlockOuter"> <tr> <td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;"> <p>You have been referred by %sponsor_full_name% to join %beneylu_brand_name%.</p><p>By accepting this referral, he/she gets one month of %beneylu_brand_name%'s school version free.</p> </td> </tr> </tbody></table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnButtonBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnButtonBlockOuter"> <tr> <td style="padding-top: 0;padding-right: 18px;padding-bottom: 18px;padding-left: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;" valign="top" align="center" class="mcnButtonBlockInner"> <table border="0" cellpadding="0" cellspacing="0" class="mcnButtonContentContainer" style="border-collapse: separate !important;border: 2px solid #707070;border-radius: 5px;background-color: #6DB200;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody> <tr> <td align="center" valign="middle" class="mcnButtonContent" style="font-family: Arial;font-size: 16px;padding: 15px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <a class="mcnButton " title="" href="%link%" target="_blank" style="font-weight: bold;letter-spacing: normal;line-height: 100%;text-align: center;text-decoration: none;color: #FFFFFF;word-wrap: break-word;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">Accept this referral and register</a> </td> </tr> </tbody> </table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnBoxedTextBlockOuter"> <tr> <td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;"> </td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> </tr> </tbody> </table></td> </tr> </table>
es: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;"> <tr> <td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnTextBlockOuter"> <tr> <td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;"> <p>Has recibido un apadrinamiento de %sponsor_full_name% para unirte a %beneylu_brand_name%.</p><p>Al aceptar este apadrinamiento, él/ella obtiene un mes gratis de la versión escuela de %beneylu_brand_name%.</p> </td> </tr> </tbody></table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnButtonBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnButtonBlockOuter"> <tr> <td style="padding-top: 0;padding-right: 18px;padding-bottom: 18px;padding-left: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;" valign="top" align="center" class="mcnButtonBlockInner"> <table border="0" cellpadding="0" cellspacing="0" class="mcnButtonContentContainer" style="border-collapse: separate !important;border: 2px solid #707070;border-radius: 5px;background-color: #6DB200;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody> <tr> <td align="center" valign="middle" class="mcnButtonContent" style="font-family: Arial;font-size: 16px;padding: 15px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <a class="mcnButton " title="" href="%link%" target="_blank" style="font-weight: bold;letter-spacing: normal;line-height: 100%;text-align: center;text-decoration: none;color: #FFFFFF;word-wrap: break-word;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">Aceptar este apadrinamiento y registrarme</a> </td> </tr> </tbody> </table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnBoxedTextBlockOuter"> <tr> <td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;"> </td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> </tr> </tbody> </table></td> </tr> </table>
fr: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;"> <tr> <td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnTextBlockOuter"> <tr> <td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;"> <p>Vous avez été parrainé par %sponsor_full_name% pour rejoindre %beneylu_brand_name%.</p><p>En acceptant ce parrainage vous lui offrirez un mois de version école de %beneylu_brand_name%.</p> </td> </tr> </tbody></table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnButtonBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnButtonBlockOuter"> <tr> <td style="padding-top: 0;padding-right: 18px;padding-bottom: 18px;padding-left: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;" valign="top" align="center" class="mcnButtonBlockInner"> <table border="0" cellpadding="0" cellspacing="0" class="mcnButtonContentContainer" style="border-collapse: separate !important;border: 2px solid #707070;border-radius: 5px;background-color: #6DB200;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody> <tr> <td align="center" valign="middle" class="mcnButtonContent" style="font-family: Arial;font-size: 16px;padding: 15px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <a class="mcnButton " title="" href="%link%" target="_blank" style="font-weight: bold;letter-spacing: normal;line-height: 100%;text-align: center;text-decoration: none;color: #FFFFFF;word-wrap: break-word;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">Accepter le parrainage et s'inscrire</a> </td> </tr> </tbody> </table> </td> </tr> </tbody> </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody class="mcnBoxedTextBlockOuter"> <tr> <td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"> <tbody><tr> <td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;"> </td> </tr> </tbody></table> </td> </tr> </tbody></table> </td> </tr> </tbody> </table></td> </tr> </table>

# SPONSORSHIP_NEW_LABEL
source: New referral
es: Nuevo apadrinamiento
fr: Nouveau parrainage

# SPONSORSHIP_NEW_SUBJECT
source: You have been referred on %beneylu_brand_name%
es: Te han apadrinado en %beneylu_brand_name%
fr: Vous avez été parrainé sur %beneylu_brand_name%
