Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MailerBundle/Resources/translations/EMAIL.*.xliff
Languages: es, fr

# SPONSORSHIP_VALIDATED_HTML
source: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;">\n <tr>\n <td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody class="mcnTextBlockOuter">\n <tr>\n <td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n\n <td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;">\n\n <p>%sponsored_full_name%'s referral has been validated.</p>\n\n<p>Your establishment has received %beneylu_brand_name%'s school version free for a month.</p>\n\n </td>\n </tr>\n </tbody></table>\n\n </td>\n </tr>\n </tbody>\n </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody class="mcnBoxedTextBlockOuter">\n <tr>\n <td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n\n <td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n <td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;">\n \n </td>\n </tr>\n </tbody></table>\n </td>\n </tr>\n </tbody></table>\n\n </td>\n </tr>\n </tbody>\n </table></td>\n </tr>\n </table>
es: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;">\n <tr>\n<td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n<tbody class="mcnTextBlockOuter">\n<tr>\n<td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n<table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n<tbody><tr>\n\n<td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;">\n\n<p>El apadrinamiento de %sponsored_full_name% se ha validado.</p>\n\n<p>Tu establecimiento ha recibido la versión escuela de %beneylu_brand_name% para utilizar durante un mes de forma gratuita.</p>\n\n</td>\n</tr>\n</tbody></table>\n\n</td>\n</tr>\n</tbody>\n</table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n<tbody class="mcnBoxedTextBlockOuter">\n<tr>\n<td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n<table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n<tbody><tr>\n\n<td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n<table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n<tbody><tr>\n<td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;">\n \n</td>\n</tr>\n</tbody></table>\n</td>\n</tr>\n</tbody></table>\n\n</td>\n</tr>\n</tbody>\n</table></td>\n</tr>\n</table>
fr: <table border="0" cellpadding="0" cellspacing="0" width="600" id="templateBody" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;background-color: #FFFFFF;border-top: 0;border-bottom: 0;">\n <tr>\n <td valign="top" class="bodyContainer" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;"><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody class="mcnTextBlockOuter">\n <tr>\n <td valign="top" class="mcnTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n\n <td valign="top" class="mcnTextContent" style="padding: 9px 18px;font-family: Verdana, Geneva, sans-serif;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-size: 15px;line-height: 150%;text-align: left;">\n\n <p>Le parrainage de %sponsored_full_name% a été validé.</p>\n\n<p>Votre établissement vient par conséquent de recevoir un mois gratuit de version école %beneylu_brand_name%.</p>\n\n </td>\n </tr>\n </tbody></table>\n\n </td>\n </tr>\n </tbody>\n </table><table border="0" cellpadding="0" cellspacing="0" width="100%" class="mcnBoxedTextBlock" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody class="mcnBoxedTextBlockOuter">\n <tr>\n <td valign="top" class="mcnBoxedTextBlockInner" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table align="left" border="0" cellpadding="0" cellspacing="0" width="600" class="mcnBoxedTextContentContainer" style="border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n\n <td style="padding-top: 9px;padding-left: 18px;padding-bottom: 9px;padding-right: 18px;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n\n <table border="0" cellpadding="18" cellspacing="0" class="mcnTextContentContainer" width="100%" style="border: 1px solid #999999;background-color: #EBEBEB;border-collapse: collapse;mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;">\n <tbody><tr>\n <td valign="top" class="mcnTextContent" style="mso-table-lspace: 0pt;mso-table-rspace: 0pt;-ms-text-size-adjust: 100%;-webkit-text-size-adjust: 100%;color: #606060;font-family: Helvetica;font-size: 15px;line-height: 150%;text-align: left;">\n \n </td>\n </tr>\n </tbody></table>\n </td>\n </tr>\n </tbody></table>\n\n </td>\n </tr>\n </tbody>\n </table></td>\n </tr>\n </table>

# SPONSORSHIP_VALIDATED_LABEL
source: Validated referral
es: Apadrinamiento validado
fr: Parrainage validé

# SPONSORSHIP_VALIDATED_SUBJECT
source: Your %beneylu_brand_name%'s referral has been validated
es: Tu apadrinamiento en %beneylu_brand_name% se ha validado
fr: Votre parrainage %beneylu_brand_name% a été validé

# WELCOME_AND_CHECK_EMAIL_HTML
source: Dear teacher,<br /><br />Thank you for joining %beneylu_brand_name%! You are about to start a memorable adventure with your students. <p>Log on to your %beneylu_brand_name% new classroom here:</p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p><p>And enter your password away from prying eyes:</p><p style="text-align:center"> <strong>%password%</strong></p><p><i>We advise you to keep it secret, either in your mind or in a hidden chest below the ocean.</i></p><br/><p>Your last mission? Click on the link to validate your mail: </p><table cellspacing="0" cellpadding="0"><tbody><tr><td colspan="3" height="10"></td></tr><tr><td width="150"></td><td align="center" width="300" bgcolor="#00A3D9" style="border-radius:5px;color:#ffffff;display:block;"><a href="%confirm_link%" style="font-weight:bold;font-family:sans-serif;text-decoration:none;line-height:40px;width:100%;display:inline-block;" target="_blank"><table width="100%"><tbody><tr><td align="center"><span style="color:#ffffff;"> Validate my mail address</span></td></tr></tbody></table></a></td><td width="150"></td></tr><tr><td colspan="3" height="10"></td></tr></tbody></table><br/> <p>You are now all set to spend awesome times in class with %beneylu_brand_name%… and one thing is sure, your students are going to love it!</p><br/> <table><tr><td><img src="%cdnUrl%/medias/images/mail/help.png"/ style="float:left"></td><td><p>Need a little help? Click on the %beneylu_brand_name% Help bubble. I’m here to guide you!</p></td></tr></table><br/><p>See you soon in your %beneylu_brand_name% classroom.</p><br/><br/><p><i>Lucile</i></p>
es: Querido docente,<br /><br />Acabas de registrarte en %beneylu_brand_name% y de adquirir nuevos poderes. <p>Para conectarte a tu nueva clase, nos vemos allí: </p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p><p>Entra tu contraseña discretamente: </p><p style="text-align:center"> <strong>%password%</strong></p><p><i>Te aconsejamos no gritar a los cuatro vientos tu contraseña, sino guardarlo celosamente en mente, o bien en una caja fuerte en el fondo del océano. </i></p><br/><p>¿Tu última misión? Hacer clic en este enlace para validar tu e-mail: </p><table cellspacing="0" cellpadding="0"><tbody><tr><td colspan="3" height="10"></td></tr><tr><td width="150"></td><td align="center" width="300" bgcolor="#00A3D9" style="border-radius:5px;color:#ffffff;display:block;"><a href="%confirm_link%" style="font-weight:bold;font-family:sans-serif;text-decoration:none;line-height:40px;width:100%;display:inline-block;" target="_blank"><table width="100%"><tbody><tr><td align="center"><span style="color:#ffffff;"> Validar mi e-mail</span></td></tr></tbody></table></a></td><td width="150"></td></tr><tr><td colspan="3" height="10"></td></tr></tbody></table> <br/> <p>Ya estás listo para disfrutar momentos chulos en clase con %beneylu_brand_name%. ¡Psst! Me dicen en el auricular que tus alumnos ya piensan que eres un héroe.</p><br/> <table><tr><td><img src="%cdnUrl%/medias/images/mail/help.png"/ style="float:left"></td><td><p>¿Necesitas una mano? Escríbeme desde la burbuja de ayuda en %beneylu_brand_name%. Estoy aquí para acompañarte.</p></td></tr></table><br/><p>Nos vemos pronto en tu clase %beneylu_brand_name%.</p><br/><br/><p><i>Florian</i></p>
fr: Cher enseignant,<br /><br />Vous venez de vous inscrire sur %beneylu_brand_name% et d’acquérir de nouveaux pouvoirs. <p>Pour vous connecter à votre classe toute neuve, rendez-vous ici :</p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p><p>Et entrez votre mot de passe en toute discrétion :</p><p style="text-align:center"> <strong>%password%</strong></p><p><i>Il est conseillé de ne pas crier votre mot de passe sur les toits, mais de le garder jalousement dans votre tête, ou dans un coffre fort au fond de l’océan. </i></p><br/><p>Votre ultime mission ? Cliquer sur le lien pour valider votre e-mail : </p><table cellspacing="0" cellpadding="0"><tbody><tr><td colspan="3" height="10"></td></tr><tr><td width="150"></td><td align="center" width="300" bgcolor="#00A3D9" style="border-radius:5px;color:#ffffff;display:block;"><a href="%confirm_link%" style="font-weight:bold;font-family:sans-serif;text-decoration:none;line-height:40px;width:100%;display:inline-block;" target="_blank"><table width="100%"><tbody><tr><td align="center"><span style="color:#ffffff;"> Valider mon adresse e-mail</span></td></tr></tbody></table></a></td><td width="150"></td></tr><tr><td colspan="3" height="10"></td></tr></tbody></table> <br/> <p>Vous êtes prêt à passer de chouettes moments en classe avec %beneylu_brand_name%. Et on me dit dans l’oreillette que vos élèves vous prennent déjà pour un héros.</p><br/> <table><tr><td><img src="%cdnUrl%/medias/images/mail/help.png"/ style="float:left"></td><td><p>Besoin d’un coup de pouce ? Ecrivez-moi depuis la bulle d’aide dans %beneylu_brand_name%. Je suis là pour vous accompagner.</p></td></tr></table><br/><p>A bientôt dans votre classe %beneylu_brand_name%!</p><br/><br/><p><i>Lucile</i></p>

# WELCOME_AND_CHECK_EMAIL_LABEL
source: Email sent during registration: password + confirmation email
es: Correo enviado durante el registro: contraseña + correo de confirmación
fr: E-mail envoyé lors de l'inscription : mot de passe + confirmation e-mail

# WELCOME_AND_CHECK_EMAIL_PLAIN
source: Dear teacher, Thank you for joining %beneylu_brand_name%! You are about to start a memorable adventure with your students. Log on to your %beneylu_brand_name% new classroom here: %baseUrl% And enter your password away from prying eyes: %password% We advise you to keep it secret, either in your mind or in a hidden chest below the ocean. Your last mission? Click on the link to validate your mail: %confirm_link% You are now all set to spend awesome times in class with %beneylu_brand_name%… and one thing is sure, your students are going to love it! Need a little help? Click on the %beneylu_brand_name% Help bubble. I’m here to guide you! See you soon in your %beneylu_brand_name% classroom. Lucile
es: Querido maestro, Acabas de inscribirte a %beneylu_brand_name% y adquirir nuevos poderes. Para conectarte a tu nueva clase, pulsa aqui: %baseUrl% y escribe tu contraseña: %password% Te aconsejamos de no gritar tu contraseña a los cuatro vientos, si no de aprendertela de memoria, o guardarla en un cofre en el fondo del mar. Tu última mision: Pulsa sobre el enlace para validar tu e-mail: %confirm_link% Estas listo para pasar momentos muy divertidos en clase con %beneylu_brand_name%. Y me informa que tus alumnos te consideran ya un super héroe. ¿Necesitas un poco de ayuda? Escribeme desde el ícono de ayuda en %beneylu_brand_name%. Estoy aquí para ayudarte. Nos vemos pronto en tu clase %beneylu_brand_name%! Lucile
fr: Cher enseignant, Vous venez de vous inscrire sur %beneylu_brand_name% et d’acquérir de nouveaux pouvoirs. Pour vous connecter à votre classe toute neuve, rendez-vous ici : %baseUrl% Et entrez votre mot de passe en toute discrétion : %password% Il est conseillé de ne pas crier votre mot de passe sur les toits, mais de le garder jalousement dans votre tête, ou dans un coffre fort au fond de l’océan. Votre ultime mission ? Cliquer sur le lien pour valider votre e-mail : %confirm_link% Vous êtes prêt à passer de chouettes moments en classe avec %beneylu_brand_name%. Et on me dit dans l’oreillette que vos élèves vous prennent déjà pour un héros. Besoin d’un coup de pouce ? Ecrivez-moi depuis la bulle d’aide dans %beneylu_brand_name%. Je suis là pour vous accompagner. A bientôt dans votre classe %beneylu_brand_name%! Lucile

# WELCOME_AND_CHECK_EMAIL_SUBJECT
source: It just landed! Here is your new %beneylu_brand_name% password
es: Ya ha llegado. Aqui esta tu nueva contrasena %beneylu_brand_name%
fr: %beneylu_brand_name% vous chuchote votre mot de passe

# WELCOME_HTML
source: Hello %first_name%, <br /><br />Welcome to %beneylu_brand_name%, nice to meet you!<p>Here is a recap of your login information:</p><p><strong>User name:</strong>%login%<br />Password:</strong>%password%<br /><br /><i>Please keep this to yourself.</i></p><p>See you soon in your classroom!</p>
es: Hola, %first_name%: <br /><br />Bienvenido/a a %beneylu_brand_name%, ¡encantados de conocerte!<p>A continuación tienes un resumen de tu información de acceso:</p><p><strong>Nombre de usuario:</strong>%login%<br />Contraseña:</strong>%password%<br /><br /><i>No compartas estos datos con los demás.</i></p><p>¡Nos vemos pronto en clase!</p>
fr: Bonjour %first_name%,<br /><br />Bienvenue sur %beneylu_brand_name%, nous sommes ravis de vous accueillir !<p>Voici un récapitulatif de vos informations de connexion :</p><p> <strong>Nom d'utilisateur (identifiant) :</strong> %login%<br /> <strong>Mot de passe :</strong> %password%<br /><br /> <i>Ne partagez pas ces informations, elles sont personnelles.</i></p><p> A bientôt dans votre classe !</p>

# WELCOME_LABEL
source: Registration email
es: Correo de registro
fr: E-mail d'inscription

# WELCOME_LOGIN_HTML
source: Hello %first_name%,<br /><br /> <p>Congrats! You have completed your %beneylu_brand_name% subscription successfully. Don’t wait any longer and open the door to your %beneylu_brand_name% classroom with the username of your account:</p> <p style="text-align:center"><strong>%login%</strong></p><p>This username will help you log in to your %beneylu_brand_name% classroom, here:</p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p> <p>Time to have fun with your students!</p><p><i>Expert’s tip: You can enter your classroom using either your username or your mail address (what’s more, it’s the same for your students)!</i> </p><br/><p>See you soon in your %beneylu_brand_name% classroom.</p><br/><p><i>Lucile</i></p>
es: Hola %first_name%,<br /><br /> <p>Has acabado con éxito tu registración en %beneylu_brand_name%. Para celebrarlo, el usuario de tu cuenta llega con gran pompa, solo para ti: </p> <p style="text-align:center"><strong>%login%</strong></p><p>Este usuario te permite conectarte a tu espacio de clase %beneylu_brand_name% aquí: </p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p> <p>¡Así es como trabajar con tus alumnos se vuelve más divertido! </p><p><i>Un consejo de expertos: guarda tu usuario cuidadosamente.</i> </p><br/><p>Nos vemos pronto en tu clase %beneylu_brand_name% </p><br/><p><i>Florian</i></p>
fr: Bonjour %first_name%,<br /><br /> <p>Vous avez terminé avec succès votre inscription sur %beneylu_brand_name%. Pour célébrer la nouvelle, l’identifiant de votre compte arrive en grande pompe, juste pour vous :</p> <p style="text-align:center"><strong>%login%</strong></p><p>Cet identifiant vous permet de vous connecter à votre espace classe juste ici :</p><p style="text-align:center"><a href="%baseUrl%"> %baseUrl% </a></p> <p>Et travailler avec vos élèves devient encore plus chouette ! </p><p><i>Conseil d’expert : gardez votre identifiant précieusement.</i> </p><br/><p>A très bientôt dans votre classe %beneylu_brand_name%.</p><br/><p><i>Lucile</i></p>

# WELCOME_LOGIN_LABEL
source: Email sent a the end of registration, with user name
es: Correo enviando al finalizar el registro, con el nombre de usuario
fr: E-mail envoyé lors à la fin de l'inscription, avec l'identifiant

# WELCOME_LOGIN_PLAIN
source: Hello %first_name%, Congrats! You have completed your %beneylu_brand_name% subscription successfully. Don’t wait any longer and open the door to your %beneylu_brand_name% classroom with the username of your account: %login% This username will help you log in to your %beneylu_brand_name% classroom, here: %baseUrl% Time to have fun with your students! Expert’s tip: You can enter your classroom using either your username or your mail address (what’s more, it’s the same for your students)! See you soon in your %beneylu_brand_name% classroom. Lucile
es: Hola %first_name%, Has terminado tu registro con éxito en %beneylu_brand_name%. Para celebrarlo, aquí está tu nombre de usuario: %login% Este usuario te permite conectarte a tu espacio clase %beneylu_brand_name% justo aquí : %baseUrl% ¡Trabajar con tus alumnos será mucho más divertido! Consejo de experto: guarda muy bien tu nombre de usuario y contraseña. Nos vemos pronto en tu clase %beneylu_brand_name%. Lucile
fr: Bonjour %first_name%, Vous avez terminé avec succès votre inscription sur %beneylu_brand_name%. Pour célébrer la nouvelle, l’identifiant de votre compte arrive en grande pompe, juste pour vous : %login% Cet identifiant vous permet de vous connecter à votre espace classe %beneylu_brand_name% juste ici : %baseUrl% Et travailler avec vos élèves devient encore plus chouette ! Conseil d’expert : gardez votre identifiant précieusement. A très bientôt dans votre classe %beneylu_brand_name%. Lucile

# WELCOME_LOGIN_SUBJECT
source: Great news: you just received your %beneylu_brand_name% username!
es: Buena noticia: ¡acabas de recibir tu usuario %beneylu_brand_name%!
fr: Grande nouvelle : vous venez de recevoir votre identifiant %beneylu_brand_name%

# WELCOME_SUBJECT
source: Welcome to %beneylu_brand_name%!
es: ¡Bienvenido a %beneylu_brand_name% !
fr: Bienvenue sur %beneylu_brand_name% !
