Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/ClassroomBundle/Resources/translations/CLASSROOM.*.xliff
Languages: es

# ADULT_FILENAME_BENEYLU
source: %beneylu_brand_name%- Parent credentials - %user%.pdf
es: %beneylu_brand_name%- Ficha para padres - %user%.pdf

# ADULT_PASSWORD_PRIVATE
source: This password is confidential, please keep it to yourself.
es: Esta contraseña es confidencial, no la reveles a nadie.

# ADULT_PUBLISH_MESSAGE
source: Put #%date% in your message to publish it
es: Pon la #%date% en tu mensaje para publicarlo

# ALREADY_PARTNERSHIP_MEMBER
source: You are already a member of the partnership
es: Ya eres miembro de la asociación

# BACKBOARD_FLUX_LABEL_2
source: Blog and media library
es: Blog y mediateca

# BACKBOARD_FLUX_LABEL_3
source: All
es: Todos

# BENEYLU_NEWS
source: %beneylu_brand_name% news
es: novedades de %beneylu_brand_name%

# BIRTHDAY
source: Date of birth
es: Fecha de nacimiento

# BLACKBOARD_NEW_MINISITE_NEWS
source: A news item has been added to the school website
es: Una actualidad ha sido añadida al sitio web de la escuela

# BUTTON_DELETE_USER
source: <strong>Delete</strong><br /> user from my classroom
es: <strong>Eliminar </strong><br /> a este usuario de mi clase

# CANT_TRANFERT_PUPILIN_SAME_SCHOOL
source: You can only transfer students inside your school
es: Solo puedes transferir alumnos de tu escuela

# CHANGE_MY_AVATAR
source: Pick a new avatar
es: Elegir un avatar nuevo

# CHANGE_YEAR
source: Start over school year
es: Empezar de nuevo el año escolar

# CHECKING_DATA
source: Checking data.<br />Please wait...
es: Estamos verificando los datos.<br />Espera...

# CHILD_FILENAME_BENEYLU
source: %beneylu_brand_name% - Student credentials - %user%.pdf
es: %beneylu_brand_name% - Ficha para alumnos - %user%.pdf

# CHILD_PASSWORD_PRIVATE
source: This password is confidential, please keep it to yourself.
es: Esta contraseña es confidencial, no la reveles a nadie.

# CHILD_PUBLISH_MESSAGE
source: Put #%date% in your message to publish it
es: Pon la #%date% en tu mensaje para publicarlo

# CHOICES_FEMALE
source: Girl
es: Chica

# CHOICES_MALE
source: Boy
es: Chico

# CHOICE_DELETE_PUPIL
source: Delete students from this classroom
es: Eliminar a los alumnos de esta clase

# CHOICE_FORMAT_BENEYLU
source: Simplified format
es: Formato simplificado

# CHOICE_FORMAT_PUPIL
source: Base Eleve format
es: Formato base de alumnos

# CHOICE_KEEP_PUPIL
source: Save students
es: Conservar a los alumnos

# CHOICE_TRANSFER_PUPIL_TO_OTHER_CLASS
source: Transfer students in another classroom
es: Transferir a los alumnos a otra clase

source: Choose my avatar
es: Elegir mi avatar

source: Classroom code
es: Código de la clase

# CLASS_CODE
source: Your classroom code
es: Tu código de la clase

# CLIS
source: Classes for school inclusion
es: Clases de integración escolar

# CLOSE_DEADLINE
source: Nearly expired
es: Caducidad próxima

source: Code:
es: Código:

# CONFIDENTIAL_PASSWORD_ADULT
source: This password is confidential, please keep it to yourself.
es: Esta contraseña es confidencial, no la reveles a nadie.

# CONFIDENTIAL_PASSWORD_CHILD
source: This password is confidential, keep it to yourself.
es: Esta contraseña es confidencial, no la reveles a nadie.

# CONFIRM_RESET
source: Do you really want to reboot your classroom?
es: ¿Seguro que quieres reiniciar tu clase?

# CSV_BASE_PUPIL_FORMAT
source: If you have a <strong>Base Eleves extract</strong> of your classroom, you can submit it as is to %beneylu_brand_name%, without <strong>any modification</strong>.<br /><br />Only useful fields will be taken into account, others will be ignored.
es: Si posees una<strong>extracción de la base de datos de los alumnos</strong> de tu clase, puedes agregarla tal cual a %beneylu_brand_name%, sin <strong>necesidad de hacerle modificaciones</strong>.<br /><br />Solo los campos necesarios serán tomados en cuenta, los otros serán simplemente ignorados.

# CSV_BASE_PUPIL_FORMAT_DOWNLOAD
source: Download an example for the Base Eleves format
es: Descarga un ejemplo de formato Base de Alumnos

# CSV_BASE_PUPIL_FORMAT_VIRGIN_DOWNLOAD
source: Download our template for the Base Eleves format
es: Descarga una plantilla del formato Base de Alumnos

# CSV_BENEYLU_SCHOOL_FORMAT
source: If you wish to create your own file, please download our template in simplified format and complete it.<br /><br />This solution is very<strong> straightforward</strong>.
es: Si quieres crear tu propio archivo, descarga nuestra plantilla en formato simplificado y complétala.<br /><br />Esta solución es muy<strong> sencilla</strong>.

# CSV_BENEYLU_SCHOOL_FORMAT_DOWNLOAD
source: Download an example in simplified format
es: Descarga un ejemplo en formato simplificado

# CSV_BENEYLU_SCHOOL_FORMAT_VIRGIN_DOWNLOAD
source: Download our template for the simplified format
es: Descarga nuestra plantilla en formato simplificado

# CSV_IMPORT_INTEREST
source: <p>The main goal of a CSV file is to <strong>allow machines to interpret</strong> data lists.</p><p>This way you only need to send the list of all your students once to %beneylu_brand_name%: all accounts are created. <strong>Avoid tedious tasks</strong>, no need to create them one by one. </p>
es: <p>El objetivo principal de un archivo CSV es<strong> permitir que las máquinas interpreten</strong> listas de datos.</p><p>De esta manera, basta con enviar la lista a todos los alumnos una sola vez a %beneylu_brand_name%: se crearán todas las cuentas. <strong>Así evitarás la tarea tan tediosa</strong> de tener que crear las cuentas una a una. </p>

# CSV_IMPORT_SUPPORTED_FORMATS
source: <p> Unfortunately, this is not all magical. The machine needs to "understand" the list you are sending.</p><p>This is why you need to write the form CSV in a certain way,<strong> respecting a nomenclature</strong>. This is what we call "<strong>format</strong>". </p><p>Today, %beneylu_brand_name% accepts one format: "<strong>simplified format</strong>".</p>
es: <p> Por desgracia, no todo es magia. La máquina tiene que "entender" la lista que le envías.</p><p>Por eso tienes que escribir el archivo CSV de una manera concreta,<strong> respetando la nomenclatura</strong>. Es lo que llamamos "<strong>el formato</strong>". </p><p>Al día de hoy, %beneylu_brand_name% solo acepta un formato: "<strong>el formato simplificado</strong>".</p>

# CSV_IMPORT_TITLE_SUPPORTED_FORMATS
source: What formats are accepted?
es: ¿Qué formatos se admiten?

# CSV_IMPORT_TITLE_WRITE
source: How can I write in a CSV file?
es: ¿Cómo puedo escribir en un archivo CSV?

# CSV_IMPORT_WRITE
source: <p>Writing in a CSV file is easy (no kidding!).</p><p>You just need a <strong>spreadsheet</strong> like Excel or OpenOffice Calc. This is the easiest solution as the spreadsheet will add the semi-colons for you.</p><p>We advise you to <strong>download our template</strong> (see below) so you can use it as an example. Try it out, this is what it's for! </p><p>The first line of your "chart" must be in the chosen format (see below), it sets columns (surname, first name,..). The following lines correspond to your students with information in each column: surname, first name,..</p><p>Finally, you just need to save your file as CSV format. Your spreadsheet should suggest this format when you choose "<strong>Save as</strong>". There you go, your "<strong>name_of_my_file.csv</strong>" is ready for %beneylu_brand_name%!</p>
es: <p>Escribir en un archivo CSV es fácil (¡no es broma!).</p><p>Solo necesitas una <strong>hoja de cálculo</strong> como Excel o OpenOffice Calc. Es la solución más fácil, ya que la hoja de cálculo añadirá automáticamente los puntos y comas.</p><p>Recomendamos que <strong>descargues nuestra plantilla</strong> (ver abajo) para poder usarla de ejemplo. ¡Pruébala, para eso está! </p><p>La primera línea de tu "tabla" debe tener el formato seleccionado (ver abajo), ya que define las columnas (apellido, nombre...). Las líneas siguientes corresponden a tus alumnos y constan de información en cada columna: apellido, nombre,..</p><p>Finalmente, solo necesitas guardar tu archivo en formato CSV. La hoja de cálculo deberá sugerir este formato al seleccionar "<strong>Guardar como</strong>". He aquí, ¡tu "<strong>name_of_my_file.csv</strong>" está preparado para %beneylu_brand_name%!</p>

# CSV_TITLE_BASE_PUPIL_FORMAT
source: Base Eleve format
es: El formato Base de Alumnos

# CSV_TITLE_BENEYLU_SCHOOL_FORMAT
source: The simplified format
es: El formato simplificado

# CSV_TITLE_PRESENTATION
source: What is a CSV file?
es: ¿Qué es un archivo CSV?

# DEADLINE_DATE
source: Expiration date: <span class="expiration-date">%date%</span>
es: Fecha de caducidad: <span class="expiration-date">%date%</span>

# DEADLINE_SOON
source: Nearly expired
es: Caducidad próxima

source: Delete avatar
es: Eliminar el avatar

# DELETE_MY_AVATAR
source: Plus utilisé
es: Más utilizado

# DESCRIPTION_FILE_NOT_SAVE_ON_SERVER
source: Please note: the CSV files are not saved our servers, they are dealt with online by a robot and then deleted.
es: Atención: los archivos CSV no se guardan en nuestros servidores, sino que son tratados por un robot y posteriormente se eliminan.

source: Download
es: Descargar

# DOWNLOAD_START_IN_FEW_SECOND
source: Your download will start in a few seconds, please wait...
es: La descarga empezará en unos segundos, espera...

# ELEMENTARY
source: Elementary school
es: Primaria

# EMAIL
source: Email address
es: Dirección de correo electrónico

# EMAIL_ALREADY_USED
source: The email address that you entered is already in use. Please enter a new one.
es: La dirección de correo electrónico que has introducido ya está en uso, introduce otra.

# EMAIL_ALREADY_USED_CHOOSE_ANOTHER
source: The email address that you entered is already in use. Please enter a new one.
es: La dirección de correo electrónico que has introducido ya está en uso, introduce otra.

# EMAIL_EMPTY
source: The email address must not be blank
es: La dirección de correo electrónico no puede estar en blanco

# ENDED
source: Completed
es: Terminada

# ENTER_EMAIL
source: Please enter your email address
es: Introduce tu correo electrónico

# ENTER_NAME
source: Please enter a name
es: Introduce un nombre

# EXPORT_INFOS_CSV
source: Export information in CSV
es: Exportar la información en CSV

# FILENAME_EXPORT
source: %beneylu_brand_name%-student-export-%group%.csv
es: %beneylu_brand_name%-exportación-alumno-%group%.csv

# FIND_CLASSROOM_CODE
source: You can find the classroom's code on the dashboard, in the sidebar .<br /><br />Only classrooms in your school can receive students.
es: Puedes encontrar el código de la clase en el panel de control, en la barra lateral.<br /><br />Solo las clases de tu escuela pueden recibir alumnos.

source: First name
es: Nombre:

# FLASH_CSV_INCORRECT
source: The CSV file chosen is incorrect, please try again.
es: El archivo CSV seleccionado no es correcto, vuelve a intentarlo.

# FLASH_CSV_INCORRECT_BENEYLU_FORMAT
source: The CSV file you chose does not correspond to the simplified format. Please check your file.
es: El archivo CSV que has seleccionado no se corresponde con el formato simplificado. Verifica tu archivo.

# FLASH_CSV_INCORRECT_PUPIL_FORMAT
source: The CSV file chosen does not correspond to the Eleve format. Please check your file.
es: El archivo CSV que has seleccionado no se corresponde con el formato Alumno. Verifica tu archivo.

# FLASH_ERROR_CONTACT_BENEYLU
source: An error occurred, please try again. If the problem persists, please contact the %beneylu_brand_name% team.
es: Se ha producido un error, vuelve a intentarlo. Si el problema persiste, contacta con el equipo de %beneylu_brand_name%.

# FLASH_PARTNERSHIP_CREATE_SUCCESS_WITH_CODE
source: Your partnership has been successfully created. Please send the following code to your future partners: <strong>%code%</strong>
es: Tu asociación se ha creado correctamente. Envía el siguiente código a tus futuros compañeros: <strong>%code%</strong>

# FLASH_PARTNERSHIP_DELETED
source: The partnership has been successfully deleted.
es: La asociación se ha eliminado correctamente.

# FLASH_PROCESS_CSV_IMPORT
source: The students' importation process (%userCount%) from your CSV file was successful.
es: El proceso de importación del alumno (%userCount%) desde tu archivo CSV se ha realizado correctamente.

# FLASH_PROCESS_CSV_IMPORT_ERROR
source: An error occurred during the students' importation process from your CSV file: %resultSuccess% successful, %skiped% already created, %failed% failed.
es: Se ha producido un error durante el proceso de importación de los alumnos desde tu archivo CSV: %resultSuccess% correcto(s), %skiped% ya estaba(n) creado(s), %failed% rechazado(s).

# FLASH_PROCESS_IMPORT_ERROR
source: An error occurred during the students' importation process: %resultSuccess% successful, %skiped% already created.
es: Se ha producido un error durante el proceso de importación de los alumnos: %resultSuccess% correcto(s), %skiped% ya estaba(n) creado(s).

# FLASH_PROCESS_IMPORT_ERROR_SUCCESSES
source: successful
es: correcto(s)

# FLASH_PROCESS_IMPORT_FAILS
source: failed.
es: rechazado(s).

# FLASH_PROCESS_IMPORT_SUCCESS
source: The students' importation process (%user%) was successful.
es: El proceso de importación de alumno(s) (%user%) se ha realizado correctamente.

# FLASH_RESET_PASSWORD_SUCCESS
source: Your password reset request has been successful<br />! The user will have to reset his/her password next time he/she logs on.
es: Tu solicitud de restablecimiento de la contraseña se ha procesado correctamente.<br /> El usuario tendrá que restablecer la contraseña la próxima vez que acceda.

source: Gender:
es: Genero:

source: General information
es: Información general

# GROUP_CREATE_SUCCESS
source: The group was successfully created.
es: El grupo se ha creado correctamente.

# GROUP_DELETE_SUCCESS
source: The group was successfully deleted.
es: El grupo se ha eliminado correctamente.

# GROUP_FILENAME_BENEYLU
source: classroom-credentials-%group%.pdf
es: ficha-clase-%group%.pdf

source: High school
es: Secundaria

# IMAGE_CLICK_DOCUMENT
source: Click on the image to open the document
es: Pulsa sobre la imagen para abrir el documento

# IMAGE_PARENT
source: Parents
es: Padres de familia

# IMAGE_PARENT_PUPIL
source: Students' parents
es: Padres de los alumnos

# IMAGE_PUPIL
source: Students
es: Alumnos

# INFANT_SCHOOL
source: Pre-school
es: Preescolar

# INVALID_TRANSFERT_CODE
source: The classroom code that you entered is invalid
es: El código de la clase que has introducido no es válido

# I_WILL_WANT_BECOME
source: I want to be <i>%job%</i>
es: Quiero ser <i>%job%</i>

# JOKE
source: Funny story
es: Una historia divertida

# LABEL_ALL_ROLES
source: All roles
es: Todos los roles

# LABEL_BOY
source: Boy
es: Chico

# LABEL_CHANGE_LANGUAGE
source: Language:
es: Idioma

# LABEL_CHOOSE_AVATAR
source: Choose an avatar
es: Elegir un avatar

# LABEL_DAY
source: day
es: Día

# LABEL_DEFINE_CLASSROOM_LANGUAGE
source: Set a language and a time zone for the classroom
es: Define un idioma y una zona horaria para la clase

# LABEL_DESCRIPTION
source: Description:
es: Descripción:

# LABEL_EMAIL
source: Email address
es: Correo electrónico

# LABEL_FILE_FORMAT
source: File format
es: Formato del archivo

# LABEL_FILE_PATH
source: File path
es: Ruta del archivo

# LABEL_FIRSTNAME
source: First name:
es: Nombre:

# LABEL_GENDER
source: Gender:
es: Género:

# LABEL_GIRL
source: Girl
es: Chica

# LABEL_HOUR
source: hour
es: hora

# LABEL_IMG_PARENTS
source: Parents
es: Padres

# LABEL_IMG_PUPILS
source: Students
es: Alumnos

# LABEL_IMG_TEACHERS
source: Teachers
es: Profesores

# LABEL_LEVEL
source: Level:
es: Nivel:

# LABEL_MAN
source: Man
es: Hombre

# LABEL_MONTH
source: month
es: Mes

# LABEL_NAME_WORKING_GROUP
source: Work group name
es: Nombre del grupo de trabajo

# LABEL_PARTNERS
source: Partners
es: Compañeros

# LABEL_PUPIL
source: Student
es: Alumno

# LABEL_PUPILS
source: Students
es: Alumnos

# LABEL_QUICK_TEXT_INPUT
source: <strong>Input format</strong>: Surname First name Date of birth Gender
es: <strong>Formato de entrada</strong>: Nombre Apellido Fecha de nacimiento Género

# LABEL_TEACHER
source: Teacher
es: Profesor

# LABEL_TEACHERS
source: Teachers
es: Profesores

# LABEL_USER_BIRTH
source: Date of birth:
es: Fecha de nacimiento:

# LABEL_WOMAN
source: Woman
es: Mujer

# LATER_WANT_BECOME
source: When I'm grown-up, I want to be
es: Cuando sea mayor, quiero ser

# LINK_ADD
source: Create a work group
es: Crear un grupo de trabajo

# LINK_ADD_CONTINUE
source: Create and continue
es: Crear y continuar

# LINK_ADD_NEW_PUPIL
source: Add a new student
es: Añadir un nuevo alumno

# LINK_ADD_NEW_USER
source: Add a new user
es: Añadir un nuevo usuario

# LINK_ADD_PARENT_ACCOUNT
source: Add a parent account
es: Añadir una cuenta padre de familia

# LINK_ADD_PARTNERSHIP
source: Add a partnership
es: Añadir una asociación

# LINK_ADD_PUPIL
source: Add a new student
es: Añadir un nuevo alumno

# LINK_ADD_TEACHER
source: Add a teacher
es: Añadir un profesor

# LINK_ADD_USER
source: Add users
es: Añadir usuarios

# LINK_CHECK_INPUT
source: Check your entry
es: Verificar la entrada

# LINK_CONFIRM_ADDITION
source: Confirm addition
es: Confirmar los datos añadidos

# LINK_CREATE_A_PARTNERSHIP
source: Create a partnership
es: Crear una asociación

# LINK_CREATE_NEW_PARTNERSHIP
source: Create a new partnership
es: Crear una asociación nueva

# LINK_CREATE_PARTNERSHIP
source: Create partnership
es: Crear la asociación

# LINK_CUSTOMIZE
source: Customisation
es: Personalización

# LINK_DASHBOARD
source: Dashboard
es: Panel de control

# LINK_DELETE_USER
source: <strong>Delete</strong><br>user from my classroom
es: <strong>Eliminar</strong><br>al usuario de mi clase

# LINK_DESACTIVATE_USER
source: Deactivate user
es: Desactivar el usuario

# LINK_DISPLAY_QUICK_INPUT
source: Use fast input
es: Utilizar la entrada rápida

# LINK_IMPORT_MY_PUPIL_CSV
source: Import my students from a CSV file
es: Importar mis alumnos desde un archivo CSV

# LINK_IMPOR_PUPIL_CSV
source: Students' importation from a CSV file
es: Importación de los alumnos desde un archivo CSV

# LINK_JOIN_A_PARTNERSHIP
source: Join a partnership
es: Unirse a una asociación

# LINK_LOADING_EDITOR_IN_PROGRESS
source: Editors loading...<br /> Please wait a couple of seconds
es: Cargando los editores...<br /> Espera unos segundos

# LINK_LOAD_FILE
source: Load file
es: Cargar archivo

# LINK_MANAGE_MINE_SUBSCRIPTION
source: Manage my subscriptions
es: Gestionar mis suscripciones

# LINK_MINE_PARTNERSHIP
source: My partnerships
es: Mis asociaciones

# LINK_MY_CLASS
source: My classroom
es: Mi clase

# LINK_RENEW
source: Renew
es: Renovar

# LINK_RESET_CLASS
source: <strong>Reboot</strong><br />my classroom
es: <strong>Reiniciar</strong><br />mi clase

# LINK_SAVE
source: Save preferences
es: Guardar mis preferencias

# LINK_SAVE_MODIFICATION
source: Save changes
es: Guardar los cambios

# LINK_SAVE_MODIFICATIONS
source: Save changes
es: Guardar los cambios

# LINK_SEE_CARD
source: View profile
es: Ver la ficha

# LINK_STATS
source: Statistics
es: Estadísticas

# LINK_SUBSCRIPTION
source: Subscriptions
es: Suscripciones

# LINK_TO_PUPIL
source: For the student
es: Para el alumno

# LINK_USER
source: Users
es: Usuarios

# LINK_WORKING_GROUP
source: Work groups
es: Grupos de trabajo

# LOGIN
source: User name:
es: Nombre de usuario:

# LOGIN_CARD
source: Login credentials
es: Formulario de conexión

# MESSAGE_WRITE
source: Write a message
es: Escribir un mensaje

source: Middle School
es: Secundaria

# MODAL_CREATE_PARENT_PUPIL
source: Create a parent account for a student
es: Crear una cuenta padre para un alumno

# MODAL_DELETE_GROUP
source: Delete a group
es: Eliminar un grupo

# MODAL_DELETE_PARTNERSHIP
source: Delete a partnership
es: Eliminar una asociación

# MODAL_DELETE_USER_OF_CLASS
source: Delete a classroom user
es: Eliminar un usuario de la clase

# MODAL_DESACTIVATE_USER
source: Deactivate a user account
es: Desactivar una cuenta usuario

# MODAL_GENERATE_NEW_PASSWORD
source: Create a new password
es: Crear una contraseña nueva

# MODAL_LEAVE_PARTNERSHIP
source: Quit partnership
es: Dejar la asociación

# MODAL_QUIT_CLASS
source: Quit my classroom
es: Dejar mi clase

# MODAL_REVIVE_USER
source: Reactivate a user account
es: Reactivar una cuenta usuario

# MODAL_SAVE_MODIFICATION
source: Save changes
es: Guardar los cambios

source: Moderation
es: Moderación

source: My subscriptions
es: Mis suscripciones

# NAME_PARTNERSHIP
source: <strong>Name:</strong> %teamName%
es: <strong>Nombre:</strong> %teamName%

# NEVER_CONNECT
source: {0} Never logged in | [1,Inf[ Never logged in
es: {0} Nunca se ha conectado | [1,Inf[ Nunca se ha conectado

# NEW_OF_THE_DAY
source: Fact of the day
es: Suceso del día

# NOT_PARTNER_YET_BACK_LATER
source: We do not have any partnership yet, come back later!
es: Todavía no tenemos ninguna asociación, ¡vuelve más tarde!

source: No other member
es: Ningún miembro

# NO_PARENTS_REGISTERED
source: No parents have been registered yet.
es: Todavía no se ha registrado ningún padre de familia.

# NO_PARENT_ASSOCIATE
source: No parents linked
es: No hay padres de familia vinculados

# NO_PRENSENTATION_GIVE
source: No presentation completed
es: No hay ninguna presentación completa

# NO_PUPILS_REGISTERED
source: No students have been registered yet.
es: Todavía no se ha registrado ningún alumno.

# NO_PUPIL_REGISTERED
source: No students have been registered yet.
es: Todavía no se ha registrado ningún alumno.

# NO_PUPIL_REGISTERED_CLICK_TO_REGISTER
source: You haven't registered any students yet. Why not click here to register the first one?
es: Todavía no has registrado ningún alumno. ¿Por qué no pulsas aquí para registrar al primero?

# NO_SUBSCRIPTION_TO_YOUR_FILTER
source: No subscription matches your filter
es: Ninguna suscripción se corresponde con tu filtro

# OPTION_DELETE_USER
source: Delete user from my classroom
es: Eliminar al usuario de mi clase

# PARENT_ASSOCIATE
source: Linked parents
es: Padres de familia vinculados

source: Password:
es: Contraseña:

# PLACEHOLDER_ENTER_CODE
source: Enter unique code
es: Introduce el código único

# PLACEHOLDER_ENTER_PARTNERSHIP_DESCRIPTION
source: Enter partnership description
es: Introduce una descripción de la asociación

# PLACEHOLDER_ENTER_PARTNERSHIP_NAME
source: Enter partnership name
es: Introduce el nombre de la asociación

# PLACEHOLDER_ENTER_PUPIL_WITH_FORMAT
source: E.g: Dily Serena 21/01/2009 F
es: P. ej.: Pérez María 21/01/2009 F

# PLACEHOLDER_ENTER_WELCOME_MESSAGE
source: Enter partnership welcome message
es: Introduce un mensaje de bienvenida para la asociación

# PLACEHOLDER_GROUP_NAME
source: Group name
es: Nombre del grupo

# PLACEHOLDER_NAME
source: Surname
es: Apellido

# PLACEHOLDER_PRESENTATION
source: Introduction
es: Introducción

source: Please choose
es: Elije por favor

# PRESENTATION
source: Introduction
es: Introducción

# PUPIL_CREATED_SUCCESS
source: The student has been successfully created
es: El alumno se ha creado correctamente

# RESETTING_CLASSROOM_DESCRIPTION
source: Each year you can reboot your classroom and welcome new students with their new posts, etc. It's the beginning of a new adventure!<br /> For some apps, you can choose to delete, save or export data.
es: Cada año puedes reiniciar la clase y dar la bienvenida a los nuevos alumnos con sus nuevas publicaciones, etc. ¡Es el comienzo de una nueva aventura!<br /> Para algunos módulos, puedes elegir entre eliminar, conservar o exportar los datos.

# RESETTING_CLASSROOM_SUCCESS
source: <strong>Congratulations</strong>, your classroom has been successfully rebooted.<br />You can now add new content for your students.
es: <strong>Felicidades</strong>, tu clase se ha reiniciado correctamente.<br />Ahora puedes añadir contenidos nuevos para tus alumnos.
