Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/ClassroomBundle/Resources/translations/CLASSROOM.*.xliff
Languages: es

# RESETTING_CLASSROOM_WAIT
source: Your classrooms is currently being rebooted.<br />This process can take a few minutes, time to clear the board and put away books and chairs.<br /><br />Please wait..
es: Tus clases se están reiniciando en estos momentos.<br />Este proceso puede tardar unos minutos, es hora de borrar la pizarra y ordenar los libros y las sillas.<br /><br />Espera...

# RESETTING_CLASSROOM_WARNING
source: <strong>Warning</strong>, data from other apps (messaging, contact book and calendar past events, etc)<strong> will be permanently deleted.</strong><br /> <strong>Have a think because once the the reboot process starts, you can't change your mind any more.</strong>
es: <strong>Atención</strong>, los datos de otros módulos (mensajería, calendario de actividades anteriores, cuaderno de comunicación, etc.)<strong> se eliminarán de forma permanente.</strong><br /> <strong>Piénsalo bien, porque una vez iniciado el proceso de reinicio, ya no podrás cambiar de opinión.</strong>

# RESETTING_CLASSROOM_WARNING_ERRORS
source: <strong>Warning</strong>, there are a couple of errors.<br />No worries! You can restart once they have been corrected.
es: <strong>Atención</strong>, hay algunos errores.<br />¡No te preocupes! Puedes reiniciar en cuanto se hayan corregido.

# RESET_MY_CLASSROOM
source: Reboot my classroom
es: Reiniciar mi clase

source: Riddle
es: Acertijo

# RIDDLE_ANSWER
source: Answer to yesterday's riddle
es: Respuesta al acertijo de ayer

# SEE_WISHES
source: See best wishes
es: Ver los mejores deseos

# SELECT_CSV_FILE_CHECK_FORMAT
source: Please select a CSV file to send and tick its format.
es: Selecciona un archivo CSV para enviar y marca su formato.

source: Send
es: Enviar

# STATUS_FINISH
source: Completed
es: Terminada

# SUBSCRIPTIONS_LOADING
source: Loading subscriptions ...
es: Cargando las suscripciones...

# SUBSCRIPTION_DISPLAY_CAN_TAKE_A_DAY
source: Subscription for resources can take up to 24 hours to appear
es: La suscripción a los recursos puede tardar hasta 24 horas en aparecer

# SUBSCRIPTION_ENDED
source: Expired subscription
es: Suscripción caducada

# SUBSCRIPTION_LIFE
source: Lifetime subscription
es: Suscripción vitalicia

source: Subscription status
es: Estado de la suscripción

# TEACHER_CREATED_SUCCESS
source: The teacher has been successfully created
es: El profesor se ha creado correctamente

# THIS_PUPIL_IS_DESACTIVATE
source: This student is deactivated
es: Este alumno está desactivado

# TITLE_ADD_SUBSCRIPTION_TO_THIS_ACCOUNT
source: Add a subscription to this account
es: Añadir una suscripción a esta cuenta

# TITLE_CHILDREN
source: Children
es: Niños

# TITLE_CLASS
source: Classroom
es: Aula

# TITLE_CLASS_ADD_SUBSCRIPTION
source: Classroom - Add a subscription
es: Clase - Añadir una suscripción

# TITLE_CLASS_CARD
source: Classroom credentials
es: Ficha de la clase

# TITLE_CLASS_CUSTOMIZE
source: Classroom - Customisation
es: Clase - Personalización

# TITLE_CLASS_MANAGEMENT
source: Classroom - Management
es: Clase - Gestión

# TITLE_CUSTOMIZE
source: Customise
es: Personalizar

# TITLE_CUSTOMIZE_CLASS
source: Customise classroom
es: Personalizar la clase

# TITLE_DESCRIPTION
source: Description
es: Descripción

# TITLE_GENERATE_NOTE_FOR_CLASS
source: Create classroom credentials
es: Crear una ficha para la clase

# TITLE_IMPORT_IN_PROGRESS
source: Loading importation... Please wait whilst your students line up and enter their new virtual classroom.
es: Cargando la importación... Espera mientras tus alumnos hacen fila y entran a su nueva clase virtual.

# TITLE_LAST_CONNECTION
source: Last logins
es: Últimas conexiones

# TITLE_LEVEL
source: Level(s)
es: Nivel(es)

# TITLE_MY_CLASS_MODULE
source: My classroom apps
es: Los módulos de mi clase

# TITLE_PARENT_TEAM
source: [0,1] Parent | ]1,Inf[ Parents
es: [0,1] Padre | ]1,Inf[ Padres

# TITLE_PARTNERSHIP_ADMINISTRATION_PARTNERSHIP
source: Partnership - Partnership administration
es: Asociación - Administración de la asociación

# TITLE_PARTNERSHIP_MODULES
source: Partnership apps
es: Módulos de la asociación

# TITLE_PROFILE
source: Profile
es: Perfil

# TITLE_REGENERATE_PASSWORD
source: Do you really want to reset your password?
es: ¿Seguro que quieres restablecer tu contraseña?

# TITLE_SUBSCRIPTION
source: Subscription
es: Suscripción

# TITLE_SUBSCRIPTION_STATUS
source: Subscription status
es: Estado de la suscripción

# TITLE_SUBSCRIPTION_TYPE
source: Type of subscription
es: Tipo de suscripción

# TITLE_SURE_TO_CREATE_PARENT_FOR
source: Do you really want to create a new parent for %user%?
es: ¿Seguro que quieres crear un padre nuevo para %user%?

# TITLE_TEACHER_HAS_ALREADY_ACCOUNT
source: The teacher already has a %beneylu_brand_name% account
es: El profesor ya tiene una cuenta en %beneylu_brand_name%

# TITLE_TEACHER_HAVENT_ACCOUNT
source: The teacher does not have a %beneylu_brand_name% account yet
es: El profesor aún no tiene una cuenta en %beneylu_brand_name%

# TITLE_USER_MANUAL
source: Instructions
es: Instrucciones

# TITLE_WORKING_ADMINISTRATION_OF_GROUP
source: Work group - Group administration
es: Grupo de trabajo - Administración del grupo

# TITLE_WRITE_ON_BOARD
source: Write a welcome message on the board
es: Escribir un mensaje de bienvenida en la pizarra

source: Update
es: Actualizar

# USER_DETAIL
source: Users details
es: Detalles de los usuarios

# WANT_BECOME
source: Wants to be
es: Quiere ser

# WARNING_CHANGE_LANGUAGE
source: Warning, this change will be taken into account on the next login of your students.
es: Atención, este cambio no se tendrá en cuenta hasta la próxima conexión de tus alumnos.

# WELCOME_MESSAGE
source: Welcome
es: Bienvenido

# WILL_WANT_BECOME
source: wants to be <i>%job%</i>
es: quiere ser <i>%job%</i>

# WISHES_ADULT
source: Discover best wishes from all over the world from students using %beneylu_brand_name%. <br />To participate, get every student to publish a status on the profile app using #2015.
es: Descubre los buenos deseos de año nuevo de tus alumnos utilizando %beneylu_brand_name%. <br />Para participar, pide a tus alumnos que publiquen un nuevo estatus de perfil que contengan la palabra clave #2015.

# WISHES_CHILD
source: Discover best wishes from all over the world from students using %beneylu_brand_name%. <br />To participate, write a status on your profile using #2015 in your message.
es: Descubre los deseos de año nuevo de otros alumnos utilizando %beneylu_brand_name%. <br />Para participar, añade un nuevo estatus a tu perfil añadiendo #2015 en la frase.

# WORK_GROUP_CREATE
source: The work group has been successfully created
es: El grupo de trabajo se ha creado correctamente.

# YOUR_CLASS_HAVENT_JOIN_PARTNERSHIP
source: Your classroom has no partnerships
es: Tu clase no tiene asociaciones.

# YOU_HAVENT_SUBSCRIPTIOn
source: You do not have any subscription
es: No tienes ninguna suscripción
