Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/ClassroomBundle/Resources/translations/messages.*.xliff
Languages: fr

source: My classroom
fr: Ma classe

source: Name
fr: Nom

source: Children count
fr: Nombre d'élève

source: Level
fr: Les différents niveaux

source: More level
fr: Le(s) niveau(x) supplémentaire(s)

source: Language
fr: Langue

source: Edit my classroom
fr: Editer ma classe

source: Add a teacher
fr: Ajouter un enseignant

source: Add a pupil
fr: Ajouter un élève

source: Teachers
fr: Enseignants

source: Pupils
fr: Elèves

source: Forgot your password
fr: Mot de passe perdu

source: Click on this icon to generate a new password for this user
fr: Cliquer sur cette icône pour regénérer le mot de passe de cet utilisateur

source: Remove this teacher
fr: Supprimer cet enseignant

source: Click on this icon to remove this teacher from your classroom
fr: Le déclenchement de cette opération supprimera cet enseignant de votre classe

source: Remove this pupil
fr: Supprimer cet élève

source: Click on this icon to remove this pupil from your classroom
fr: Le déclenchement de cette opération supprimera cet élève de votre classe

source: Lock/unlock this pupil
fr: Verrouiller/déverrouiller cet élève

source: This operation will lock/unlock access to your classroom to this pupil
fr: Cet événement permet de verouiller/déverouiller l'accès à votre classe à cet élève

source: Edit my classroom
fr: Editer ma classe

source: Validate
fr: Valider

source: My teams
fr: Mes équipes

source: Create a new team
fr: Créer une nouvelle équipe

source: Drag and drop here to delete pupil from
fr: Glisser puis déposer ici pour supprimer l'élève du

source: Teachers
fr: Les professeurs

source: Pupils
fr: Les élèves
