Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MainBundle/Resources/translations/JS_APPS.*.xliff
Languages: es, fr

# BUTTON_UNINSTALL
source: Uninstall
es: Desinstalar
fr: Désinstaller

# BUTTON_UNINSTALL_CANCEL
source: Cancel
es: Cancelar
fr: Annuler

# BUTTON_UNINSTALL_CONFIRM
source: Confirm | uninstallation
es: Confirmar | desinstalación
fr: Confirmer | la désinstallation

# DESCRIPTION_NO_ACTIVITIES
source: There are no activities
es: No hay actividades
fr: Il n'y a aucune activité

# DESCRIPTION_NO_ACTIVITIES_TO_MANAGE
source: There are no activities to manage
es: No hay actividades que gestionar
fr: Il n'y a aucune activité à gérer

# DESCRIPTION_NO_APPLICATIONS
source: There are no apps
es: No hay aplicaciones
fr: Il n'y a aucune application

# DESCRIPTION_NO_APPLICATIONS_TO_MANAGE
source: There are no apps to manage
es: No hay aplicaciones que gestionar
fr: Il n'y a aucune application à gérer

# DESCRIPTION_SOME_ACTIVITIES_PARTIALLY_OPEN
source: Some apps are partially open. Click on the button to open or close them completely.
es: Algunas aplicaciones están abiertas parcialmente. Pulsa en el botón para abrirlas o cerrarlas completamente.
fr: Certaines activités sont partiellement ouvertes. Cliquez sur le bouton pour les ouvrir ou les fermer complètement.

# DESCRIPTION_SOME_APPLICATIONS_PARTIALLY_OPEN
source: Some apps are partially open. Click on the button to open or close them completely.
es: Algunas aplicaciones están abiertas parcialmente. Pulsa en el botón para abrirlas o cerrarlas completamente.
fr: Certaines applications sont partiellement ouvertes. Cliquez sur le bouton pour les ouvrir ou les fermer complètement.

# DESCRIPTION_UNINSTALL_CONFIRM
source: You can reinstall the app anytime from Beneylu Spot
es: Puedes volver a instalar la aplicación en cualquier momento desde Beneylu Spot
fr: Vous pourrez réinstaller l'application à tout moment depuis Beneylu Spot

# FLASH_ACTIVITIES_CLOSE_ERROR
source: An error occurred whilst closing the activity
es: Un error se ha producido al cerrar la actividad
fr: Erreur lors de la fermeture de l'activité

# FLASH_ACTIVITIES_CLOSE_SUCCESS
source: Activity closed
es: Actividad cerrada
fr: Activité fermée

# FLASH_ACTIVITIES_OPEN_ERROR
source: An error occurred whilst opening the activity
es: Un error se ha producido al abrir la actividad
fr: Erreur lors de l'ouverture de l'activité

# FLASH_ACTIVITIES_OPEN_SUCCESS
source: Activity opened
es: Actividad abierta
fr: Activité ouverte

# FLASH_APP_CLOSE_ERROR
source: An error occurred whilst closing the app
es: Se ha producido un error al cerrar la aplicación
fr: Erreur lors de la fermeture de l'application

# FLASH_APP_CLOSE_SUCCESS
source: Closed app
es: Aplicación cerrada
fr: Application fermée

# FLASH_APP_OPEN_ERROR
source: An error occurred whilst opening the app
es: Se ha producido un error al abrir la aplicación
fr: Erreur lors de l'ouverture de l'application

# FLASH_APP_OPEN_SUCCESS
source: Open app
es: Aplicación abierta
fr: Application ouverte

# FLASH_APP_UNINSTALL_ERROR
source: An error occurred whilst uninstalling the app
es: Se ha producido un error al desinstalar la aplicación
fr: Erreur lors de la désinstallation de l'application

# FLASH_APP_UNINSTALL_SUCCESS
source: Uninstalled app
es: Aplicación desinstalada
fr: Application désinstallée

# FLASH_REORDER_APPS_ERROR
source: Apps order could not be saved
es: No se ha podido guardar el orden de las aplicaciones
fr: L'ordre des applications n'a pas pu être sauvegardé

# FLASH_REORDER_APPS_SUCCESS
source: Apps order saved
es: Orden guardado
fr: Ordre sauvegardé

# LABEL_ACTIVITIES_CLOSE
source: Closed activity
es: Actividad cerrada
fr: Activité fermée

# LABEL_ACTIVITIES_OPEN
source: Open activity
es: Actividad abierta
fr: Activité ouverte

# LABEL_ACTIVITIES_OPENING_TO_USERS
source: Activities opened for users
es: Actividades abiertas a los usuarios
fr: Ouvrir aux utilisateurs

# LABEL_APPLICATIONS_OPENING_TO_USERS
source: Apps opened for users
es: Aplicaciones abiertas a los usuarios
fr: Ouvrir aux utilisateurs

# LABEL_APPS_TO_FAVORITES
source: Add apps to favorites
es: Añadir las aplicaciones a favoritos
fr: Mettre en favoris

# LABEL_APP_CLOSE
source: Closed app
es: Aplicación cerrada
fr: Application fermée

# LABEL_APP_OPEN
source: Open app
es: Aplicación abierta
fr: Application ouverte

# LABEL_NEW_ACTIVITY
source: New activity
es: Nueva actividad
fr: Nouvelle activité

# LABEL_NEW_APPLICATION
source: New app
es: Nueva aplicación
fr: Nouvelle application

# LABEL_OPEN_ACTIVITY_TO_PUPILS
source: Open the activity for students
es: Abrir la actividad a los alumnos
fr: Ouvrez l'activité aux élèves

# LABEL_OPEN_APPLICATION_TO_PUPILS
source: Open the application for students
es: Abrir la aplicación para alumnos
fr: Ouvrez l'application

# LABEL_OPEN_CLOSE
source: Open / Close
es: Abrir / Cerrar
fr: Ouvrir / fermer

# LABEL_UNINSTALL
source: Uninstall
es: Desinstalar
fr: Désinstaller

# LINK_MANAGE_OUR_ACTIVITIES
source: Manage our activities
es: Gestionar nuestras actividades
fr: Gérer nos activités

# LINK_MANAGE_OUR_APPLICATIONS
source: Manage our apps
es: Gestionar nuestras aplicaciones
fr: Gérer nos applications

# LINK_SHOW_OUR_ACTIVITIES
source: See our activities
es: Ver nuestras actividades
fr: Voir nos activités

# LINK_SHOW_OUR_APPLICATIONS
source: See our apps
es: Ver nuestras aplicaciones
fr: Voir nos applications

# SCHOOL.BUTTON_REGISTER
source: Switch to the school version|for {{price}} per month per school
es: Cambiar a la versión escuela|por {{price}} al mes por escuela
fr: Passez en version école|pour {{price}} par mois par école

# SCHOOL.DESCRIPTION_JOIN_OTHER_USERS
source: Have your own classroom with {{beneylu_brand_name}} all the while exchanging ideas and collaborating. How nice! Share this adventure with the whole school and enjoy our latest updates.
es: Ten a tu propia clase en {{beneylu_brand_name}} a la vez que intercambiáis ideas y colaboráis. ¡Genial! Comparte esta aventura con toda la escuela y disfruta de nuestras últimas actualizaciones.
fr: Chacun sa classe sur {{beneylu_brand_name}}, mais c’est chouette d’échanger ses idées et de collaborer. Partagez l’aventure avec toute l’école et profitez des nouveautés.

# SCHOOL.DESCRIPTION_MANAGE_SCHOOL
source: Thanks to our school workspace {{beneylu_brand_name}}, create classrooms, invite teachers, import students' accounts and choose school apps.
es: Gracias a nuestro espacio escolar {{beneylu_brand_name}}, puedes crear clases, invitar a profesores, importar las cuentas de los alumnos y elegir las aplicaciones de la escuela.
fr: Avec l’espace école {{beneylu_brand_name}}, vous créez les classes, invitez les enseignants, importez les comptes élèves et choisissez les applications de l’école.

# SCHOOL.DESCRIPTION_SCHOOL_LIFE
source: Communicate with all the parents, teachers and students. Post information via exclusive apps such as our website including the latest news.
es: Comuníca con todos los padres de familia, profesores y alumnos. Publica información a través de aplicaciones exclusivas, como el sitio web que incluye las últimas noticias.
fr: Communiquez avec tous les parents, les enseignants et les élèves. Diffusez les informations grâce à des applications exclusives comme le Site web qui présente votre actualité.

# SCHOOL.DESCRIPTION_SECURED_SOFTWARE
source: The school version includes 5 GB of free storage. Enjoy a common and secured place to share your documents and get organized.
es: La versión escuela incluye 5 GB de almacenamiento gratuito. Disfruta de un espacio común y seguro para compartir tus documentos y organizarte.
fr: L’espace école offre 5 Go de stockage. Profitez d’un espace commun sécurisé pour partager vos documents et vous organiser.

# SCHOOL.LABEL_BY_MONTH
source: Per month
es: Por mes
fr: Par mois

# SCHOOL.LABEL_WITHOUT_COMMITMENT
source: Obligation free
es: Sin compromiso
fr: Sans engagement

# SCHOOL.TITLE_JOIN_OTHER_USERS
source: 20,000 teachers welcome you
es: 20 000 profesores te dan la bienvenida
fr: 20 000 enseignants se sont déjà lancés

# SCHOOL.TITLE_MANAGE_SCHOOL
source: Supervise the school life
es: Supervisa la vida escolar
fr: Administrez l’école

# SCHOOL.TITLE_SCHOOL_LIFE
source: Communicate with the entire school
es: Comunica con toda la escuela
fr: Communiquez dans toute l’école

# SCHOOL.TITLE_SECURED_SOFTWARE
source: Share your documents safely
es: Comparte tus documentos de forma segura
fr: Partagez vos documents en sécurité

# SCHOOL.TITLE_START_WITH_OFFER_HTML
source: Start with our school offer <br><strong>{{beneylu_brand_name}}</strong>
es: Empieza con nuestra oferta escuela <br><strong>{{beneylu_brand_name}}</strong>
fr: Démarrez avec l’offre&nbsp;école<br><strong>{{beneylu_brand_name}}</strong>

# TITLE_CUSTOMIZATION
source: Customization
es: Personalización
fr: Personnalisation

# TITLE_UNINSTALL_CONFIRM
source: App uninstallation
es: Desinstalacion de la aplicación
fr: Désinstallation de l'application
