Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MainBundle/Resources/translations/JS_MAIN.*.xliff
Languages: es_ar, fr

# BUTTON_ADD
source: Add
es_ar: Añadir
fr: Ajouter

# BUTTON_CANCEL
source: Cancel
es_ar: Cancelar
fr: Annuler

# BUTTON_CONNECT_ME
source: Log in
es_ar: Conectarme
fr: Me connecter

# BUTTON_DOWNLOAD_FOLDER_MEDIA_LIBRARY
source: Download the folder | in my media library
es_ar: Descargar la carpeta | en mi mediateca
fr: Télécharger le dossier|dans ma médiathèque

# BUTTON_EDIT_PLAN
source: Upgrade my subscription
fr: Faire évoluer mon abonnement

# BUTTON_NEXT_WEEK
source: Next | week
es_ar: Semana | próxima
fr: Suivant

# BUTTON_NOW
source: Now
es_ar: Ahora
fr: Maintenant

# BUTTON_PREVIOUS_WEEK
source: Previous | week
es_ar: Semana | anterior
fr: Précédent

# BUTTON_SAVE
source: Validate
es_ar: Validar
fr: Valider

# BUTTON_WITH_FULLNAME
source: Using my name
es_ar: Con mi nombre
fr: Avec mon nom

# BUTTON_WITH_USERNAME_OR_EMAIL
source: Using my user name | or my email
es_ar: Con mi identifcador | o mi correo electrónico
fr: Avec mon identifiant | ou mon email

# Bad credentials
source: The combination of username/password does not match with any user.
es_ar: La combinación identificador / contraseña es incorrecta
fr: La combinaison identifiant/mot de passe est incorrecte.

# DESCRIPTION_APP_MANAGEMENT
source: App management
es_ar: Gestión de aplicaciones
fr: Gestion de l'application

# DESCRIPTION_EDIT_PLAN
source: Upgrade your subscription to unlock this feature. You will also get access to the enhanced versions of all the Beneylu applications with full functionality. Ideal for regular use!
fr: Faites évoluer votre abonnement pour déverrouiller cette fonctionnalité. Vous débloquerez par la même occasion la meilleure version de toutes les applications, avec leurs fonctionnalités au complet. L'idéal pour un usage régulier !

# DESCRIPTION_PUSH_PRO
source: Upgrade your subscription to unlock this feature
fr: Passez en pro pour bénéficier de cette fonctionnalité

# DESCRIPTION_UNLOCK_FEATURE_LONG
source: <p>Beneylu School is split up into 3 lovely packages for the class or for the school<strong>because one size does not fit all</strong>.</p><p>Your class is subscribed to <strong>Beneylu School Express</strong>, this mean your apps are in the<strong>express version</strong>.</p>
fr: <p>Beneylu School se décline en 3 abonnements classe ou école pour <strong>accompagner votre progression</strong>.</p><p>Votre classe est abonnée à <strong>Beneylu School Express</strong>, vos applications vous sont donc proposées en <strong>version express</strong>.</p>

# DESCRIPTION_UNLOCK_FEATURE_SHORT
source: You do not have this feature with your current subscription plan.
fr: Votre abonnement est insuffisant pour accéder à cette fonctionnalité.

# DESELECT
source: Unselect all
fr: Tout désélectionner

source: Filter
es_ar: Filtro
fr: Filtrer

# FLASH_CREATE_CHOICE_ERROR
source: This choice could not be created
es_ar: Esta opción no ha podido ser creada
fr: Le choix n'a pas pu être créé

# FLASH_FOLDER_DOWNLOAD_ERROR
source: The folder could not be downloaded
es_ar: No se ha podido descargar la carpeta
fr: Le dossier n'a pas pu être téléchargé

# FLASH_FOLDER_DOWNLOAD_SUCCESS
source: Folder downloaded
es_ar: Carpeta descargada
fr: Dossier téléchargé

# LABEL_CLICK_TO_CONNECT
source: Click here to connect
es_ar: Para conectarse
fr: Cliquer pour se connecter

# LABEL_KEYBOARD_MY_FIRSTNAME
source: My first name
fr: Mon prénom

# LABEL_KEYBOARD_MY_LASTNAME
source: My last name
fr: Mon nom

# LABEL_KEYBOARD_MY_PASSWORD
source: My password
fr: Mon mot de passe

# LABEL_KEYBOARD_MY_USERNAME
source: My username
fr: Mon nom d'utilisateur

# LINK_DISCOVER_PLANS
source: Discover the 3 subscription plans
fr: Découvrir les 3 abonnements

# LINK_DOWNLOAD_PREPARATION_SHEET
source: Download the work sheet
es_ar: Descargar la hoja de trabajo
fr: Télécharger la fiche de préparation

# LINK_SHOW_MORE
source: Show more
fr: Afficher plus

# NO_COOKIE
source: You have to enable cookies on your browser to be able to connect.
fr: Vous devez activer les cookies sur votre navigateur pour pouvoir vous connecter.

# NO_ITEM
source: No elements
es_ar: Ningún elemento
fr: Aucun élément

# OPEN_MEDIA_LIBRARY
source: Open the media library
fr: ouvrir la médiathèque

# PLACEHOLDER_NEW_ELEMENT
source: New element
es_ar: Nuevo elemento
fr: Nouvel élément

# PLACEHOLDER_WRITE_YOUR_FIRSTNAME
source: Write your first name
es_ar: Escribí tu nombre
fr: Écris ton prénom

# PLACEHOLDER_WRITE_YOUR_LASTNAME
source: Write your surname
es_ar: Escribí tu apellido
fr: Écris ton nom

# PLACEHOLDER_WRITE_YOUR_PASSWORD
source: Write your password
es_ar: Escribí tu contraseña
fr: Écris ton mot de passe

# PLACEHOLDER_WRITE_YOUR_USERNAME
source: Write your username
es_ar: Escribí tu identificador
fr: Écris ton identifiant

# SHOW_MORE
source: See more
es_ar: Ver más
fr: Voir plus

# STATUS_DRAFT
source: Draft
fr: Brouillon

# STATUS_FINISHED
source: Finish
fr: Terminé

# STATUS_PUBLISHED
source: Publish
fr: Publié

# TITLE_UNLOCK_FEATURE
source: Unlock this functionality
fr: Déverrouillez cette fonctionnalité

# TITLE_WEEK_FROM_TO
source: Week from {{start}} to {{end}}
es_ar: Semana del {{start}} al {{end}}
fr: Du {{start}} au {{end}}

# BUTTON_DOCUMENTATION
source: Documentation
es_ar: Documentación
