Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MessagingBundle/Resources/translations/JS_MESSAGING.*.xliff
Languages: es, fr

# BUTTON_BACK
source: Go back
es: Regresar
fr: Revenir

# BUTTON_DELETE_ALL_MESSAGES
source: Delete | all messages
es: Eliminar | todos los mensajes
fr: Supprimer | tous les messages

# BUTTON_DELETE_DRAFT
source: Delete | draft
es: Eliminar | borrador
fr: Supprimer | le brouillon

# BUTTON_DELETE_MESSAGE
source: Delete | message
es: Eliminar | mensaje
fr: Supprimer | le message

# BUTTON_DELETE_MESSAGES
source: Delete | these messages
es: Eliminar | mensajes
fr: Supprimer | ces messages

# BUTTON_MARK_AS_READ
source: Mark | as read
es: Marcar | como leído
fr: Marquer | comme lu

# BUTTON_MARK_AS_UNREAD
source: Mark | as unread
es: Marcar | como no leído
fr: Marquer | comme non-lu

# BUTTON_MODERATE_MESSAGES
source: Moderate | these messages
es: Moderar | mensajes
fr: Modérer | ces messages

# BUTTON_NEW_MESSAGE
source: Write a message
es: Escribir un mensaje
fr: Écrire un message

# BUTTON_REJECT_MESSAGES
source: Decline | these messages
es: Rechazar | mensajes
fr: Refuser | ces messages

# BUTTON_RESTORE_MESSAGE
source: Restore | message
es: Restaurar | mensaje
fr: Restaurer | le message

# BUTTON_RESTORE_MESSAGES
source: Restore | these messages
es: Restaurar | mensajes
fr: Restaurer | ces messages

# BUTTON_SAVE
source: Save
es: Guardar
fr: Sauvegarder

# BUTTON_SEND_RESPONSE
source: Send answer
es: Enviar respuesta
fr: Envoyer la réponse

# BUTTON_VALIDATE_ALL_MESSAGES
source: Validate | all messages
es: Validar | todos los mensajes
fr: Valider | tous les messages

# BUTTON_VALIDATE_MESSAGES
source: Validate | these messages
es: Validar | mensajes
fr: Valider | ces messages

# DESCRIPTION_INBOX_IS_EMPTY
source: No received messages
es: Mensajes no recibidos
fr: Aucun message reçu

# DESCRIPTION_NO_DRAFTS
source: No drafts
es: No hay borradores
fr: Il n'y a pas de brouillons

# DESCRIPTION_NO_MESSAGE_ACCEPTED
source: No validated messages.
es: No hay mensajes validados.
fr: Il n'y a pas de messages validés.

# DESCRIPTION_NO_MESSAGE_IN_MODERATION
source: No moderated messages.
es: No hay mensajes moderados.
fr: Il n'y a pas de messages en modération.

# DESCRIPTION_NO_MESSAGE_REJECTED
source: No declined messages.
es: No hay mensajes rechazados.
fr: Il n'y a pas de messages refusés.

# DESCRIPTION_NO_SENT_MESSAGE
source: No sent messages
es: No hay mensajes enviados
fr: Aucun message envoyé

# DESCRIPTION_TRASH_IS_EMPTY
source: The recycle bin is empty
es: La papelera de reciclaje esta vacía
fr: La corbeille est vide

# DRAFT_MESSAGES
source: {COUNT, plural, 1{1 draft} other{# drafts}}
es: {COUNT, plural, 1{1 borrador} other{# borradores}}
fr: {COUNT, plural, 1{1 brouillon} other{# brouillons}}

# DRAFT_MESSAGE_ERROR
source: The draft could not be saved
es: El borrador no ha podido ser guardado
fr: Le brouillon n'a pas pu être enregistré

# DRAFT_MESSAGE_SUCCESS
source: Saved draft
es: Guardar borrador
fr: Brouillon enregistré

# ERROR_THIS_FIELD_IS_REQUIRED
source: This field is required
es: Este campo es requerido
fr: Ce champ est requis

# FLASH_ACCEPT_MESSAGES_ERROR
source: The messages could not be accepted
es: Los mensajes no han podido ser aceptados
fr: Les messages n'ont pas pu être acceptés

# FLASH_ACCEPT_MESSAGES_SUCCESS
source: {COUNT, plural, 1{1 accepted message} other{# accepted messages}}
es: {COUNT, plural, 1{1 mensaje aceptado} other{# mensajes aceptados}}
fr: {COUNT, plural, 1{1 message accepté} other{# messages acceptés}}

# FLASH_CONVERSATION_DELETE_ERROR
source: The conversation could not be deleted
es: La conversación no ha podido ser borrada
fr: La conversation n'a pas pu être supprimée

# FLASH_CONVERSATION_DELETE_SUCCESS
source: Deleted conversion
es: Conversación borrada
fr: Conversation supprimée

# FLASH_CONVERSATION_RESTORE_ERROR
source: The conversation could not be restored
es: La conversación no ha podido ser restaurada
fr: La conversation n'a pas pu être restaurée

# FLASH_CONVERSATION_RESTORE_SUCCESS
source: Restored conversation
es: Conversación restaurada
fr: Conversation restaurée

# FLASH_CONVERSATION_UNREAD_ERROR
source: The conversation could not be marked as unread
es: La conversación no ha sido marcada como no leída
fr: La conversation n'a pas pu être marquée comme non-lue

# FLASH_CONVERSATION_UNREAD_SUCCESS
source: Conversation marked as unread
es: Conversación marcada como leida
fr: Conversation marquée comme non-lue

# FLASH_DELETE_CONVERSATIONS_ERROR
source: The conversations could not be deleted
es: Las conversaciones no han podido ser borradas
fr: Les conversations n'ont pas pu être supprimées

# FLASH_DELETE_CONVERSATIONS_SUCCESS
source: {COUNT, plural, 1{Deleted conversation} other{# deleted conversations}}
es: {COUNT, plural, 1{conversación borrada} other{# conversaciones borradas}}
fr: {COUNT, plural, 1{Conversation supprimée} other{# conversations supprimées}}

# FLASH_DELETE_DRAFT_ERROR
source: The draft could not be deleted
es: El borrador no ha podido ser eliminado
fr: Le brouillon n'a pas pu être supprimé

# FLASH_DELETE_DRAFT_SUCCESS
source: Deleted draft
es: Borrador eliminado
fr: Brouillon supprimé

# FLASH_DELETE_MESSAGES_SUCCESS
source: {COUNT, plural, 1{Deleted message} other{# deleted messages}}
es: {COUNT, plural, 1{mensaje borrado} other{# mensajes borrados}}
fr: {COUNT, plural, 1{Message supprimé} other{# messages supprimés}}

# FLASH_GET_CONVERSATION_ERROR
source: The conversation could not be loaded
es: La conversación no ha podido ser abierta
fr: La conversation n'a pas pu être chargée

# FLASH_GET_DRAFT_ERROR
source: The draft could not be loaded
es: El borrador no ha podido ser cargado
fr: Le brouillon n'a pas pu être chargé

# FLASH_GET_MESSAGE_ERROR
source: The message could not be loaded
es: El mensaje no ha podido ser cargado
fr: Le message n'a pas pu être chargé

# FLASH_MESSAGE_SEND_ERROR
source: The message could not be sent
es: El mensaje no ha podido ser enviado
fr: Le message n'a pas pu être envoyé

# FLASH_MESSAGE_SENT
source: Sent message
es: Mensaje enviado
fr: Message envoyé

# FLASH_MESSAGE_SENT_IN_MODERATION
source: Message sent, awaiting moderation
es: Mensaje enviado, esperando validación
fr: Message envoyé, en cours de modération

# FLASH_MODERATE_MESSAGES_ERROR
source: The messages could not be moderated
es: Los mensajes no han podido ser moderados
fr: Les messages n'ont pas pu être passés en modération

# FLASH_MODERATE_MESSAGES_SUCCESS
source: {COUNT, plural, 1{1 message moderated} other{# messages moderated}}
es: {COUNT, plural, 1{1 mensaje moderado} other{# mensajes moderados}}
fr: {COUNT, plural, 1{1 message passé en modération} other{# messages passés en modération}}

# FLASH_READ_CONVERSATIONS_ERROR
source: The conversations could not be marked as read
es: Las conversaciones no han sido marcadas como leídas
fr: Les conversations n'ont pas pu être marquées comme lues

# FLASH_REJECT_MESSAGES_ERROR
source: The messages could not be declined
es: Los mensajes no han podido ser rechazados
fr: Les messages n'ont pas pu être refusés

# FLASH_REJECT_MESSAGES_SUCCESS
source: {COUNT, plural, 1{1 message declined} other{# messages declined}}
es: {COUNT, plural, 1{1 mensaje rechazado} other{# mensajes rechazados}}
fr: {COUNT, plural, 1{1 message refusé} other{# messages refusés}}

# FLASH_RESTORE_CONVERSATIONS_ERROR
source: The conversations could not be restored
es: Las conversaciones no han podido ser restauradas
fr: Les conversations n'ont pas pu être restaurées

# FLASH_RESTORE_CONVERSATIONS_SUCCESS
source: {COUNT, plural, 1{Restored conversation} other{# restored conversations}}
es: {COUNT, plural, 1{conversación restaurada} other{# conversaciones restauradas}}
fr: {COUNT, plural, 1{Conversation restaurée} other{# conversations restaurées}}

# FLASH_SAVE_MESSAGE_SUCCESS
source: Saved message
es: Mensaje guardado
fr: Message sauvegardé

# FLASH_UNREAD_CONVERSATIONS_ERROR
source: The conversations could not be marked as unread
es: Las conversaciones no han sido marcadas como leídas
fr: Les conversations n'ont pas pu être marquées comme non-lues

# LABEL_MODERATION_GROUP_FILTER
source: Filter per group
es: Filtrar por grupo
fr: Filtrer par groupe

# LABEL_SHOW_PREVIOUS_MESSAGES
source: {COUNT, plural, 1{Display the previous answer} other{Display the last # answers}}
es: {COUNT, plural, 1{Mostrar la respuesta anterior} other{Mostrar las ultimas # respuestas}}
fr: {COUNT, plural, 1{Afficher la réponse précédente} other{Afficher les # réponses précédentes}}

# MESSAGE_STATUS_1
source: Sent
es: Enviado
fr: Envoyé

# MESSAGE_STATUS_2
source: Being moderated
es: En moderación
fr: En modération

# PLACEHOLDER_ADD_ANOTHER_RECIPIENT
source: Add another recipient
es: Añadir otro destinatario
fr: Ajouter un autre destinataire

# PLACEHOLDER_ADD_RECIPIENT
source: Add a recipient
es: Añadir un destinatario
fr: Ajouter un destinataire

# TITLE_ANSWER_MESSAGE
source: Reply to message
es: Responder mensaje
fr: Répondre au message

# TITLE_MESSAGE_EDIT
source: Message editing
es: Edición del mensaje
fr: Édition d'un message

# TITLE_META
source: Mail
es: Correo
fr: Messagerie

# UNREAD_MESSAGES
source: {COUNT, plural, 1{1 unread message} other{# unread messages}}
es: {COUNT, plural, 1{1 mensaje no leído} other{# mensajes no leídos}}
fr: {COUNT, plural, 1{1 message non-lu} other{# messages non-lus}}
