Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/MediaLibraryBundle/Resources/translations/*_MEDIA_LIBRARY.*.xliff
Languages: fr

# STEP_0_0_CONTENT
source: <p>Become an archivist. With our help, learn how to import and organise documents in the media library, and create a submission folder for your students.</p>
fr: <p>Démarrez votre formation d'archiviste. Ensemble, nous allons apprendre à importer des documents dans la médiathèque, les organiser et créer un dossier de dépôt pour vos élèves.</p>

# STEP_0_0_LEVEL_1
source: Import your first documents
fr: Importez vos premiers documents

# STEP_0_0_LEVEL_2
source: Organise your media library
fr: Organisez votre médiathèque

# STEP_0_0_LEVEL_3
source: Create a submission folder
fr: Créez un dossier de dépôt

# STEP_0_0_TITLE
source: Welcome to your media library
fr: Bienvenue dans votre médiathèque

# STEP_1_0_ACCEPT
source: Let's get started!
fr: C'est parti !

# STEP_1_0_CONTENT
source: <p>The media library stores your classroom documents: photos, videos, resources chosen on Beneylu Spot. This way, you can add content to your blog articles, messages or task notebook.</p><p>During this level, discover how to:</p><ul><li>Import a document from your computer</li><li>Customise it</li><li>Make it private</li></ul>
fr: <p>La médiathèque stocke les documents de votre classe : photos, vidéos, ressources de Beneylu Spot. Elle vous permet ainsi d’alimenter vos articles de blog, vos messages ou le cahier de textes en ressources.</p><p>Dans ce niveau vous allez :</p><ul><li>Importer un document depuis votre ordinateur</li><li>Le personnaliser</li><li>Le rendre privé</li></ul>

# STEP_1_0_TITLE
source: Import your first documents
fr: Importez vos premiers documents

# STEP_1_1_1_ACCEPT
source: Let's go!
fr: On y va !

# STEP_1_1_1_ACTIONS
source: Add, move, copy or delete your documents.
fr: Ajoutez vos documents, déplacez-les, copiez-les ou supprimez-les.

# STEP_1_1_1_CONTENT
source: <p>Before we get going, check out the media library</p><p><strong>Click on the blue dots to get more information about the items in the media library.</strong></p><p>Ready to get started? Follow me to import your first document in your classroom's folder.</p>
fr: <p>Visitez la médiathèque.</p><p><strong>Cliquez sur les points bleus pour en savoir plus sur les éléments de la médiathèque.</strong></p><p>Puis, suivez-moi pour importer votre premier document dans le dossier de votre classe.</p>

# STEP_1_1_1_FAVORITES
source: Easily find the documents added to your favourites.
fr: Retrouvez facilement vos documents favoris.

# STEP_1_1_1_MY_DOCUMENTS
source: Open your documents. You are the only one who can see the files enclosed in this folder.
fr: C’est votre dossier personnel (enseignant).

# STEP_1_1_1_MY_WORKSPACES
source: Access the classroom's folder. Students and parents can also open this file if the media library has a green light.
fr: C’est le dossier de la classe. Les élèves et les parents peuvent l’ouvrir si la médiathèque est au feu vert.

# STEP_1_1_1_QUOTA
source: Select a workspace (classroom, group or partnership) to know whether there is any space left.
fr: Sélectionnez un espace de travail (classe, groupe ou partenariat) pour savoir s’il reste de la place.

# STEP_1_1_1_RECENTS
source: Access to recently imported media in the media library.
fr: Accédez aux documents importés récemment.

# STEP_1_1_1_SELECTION
source: It's the basket that stores your selected documents.
fr: C'est le panier qui stocke les documents que vous avez sélectionnés.

# STEP_1_1_1_SELECT_ALL
source: Select all documents at once.
fr: Sélectionnez tous les documents d’un coup.

# STEP_1_1_1_TRASH
source: Recover deleted files and definitively empty the recycle bin to free up some storage space in the media library.
fr: Retrouvez les documents supprimés. Videz définitivement la corbeille pour libérer l’espace de stockage de la médiathèque.

# STEP_1_1_2_ACTION
source: Click on your classroom's folder
fr: Cliquez sur le dossier de votre classe

# STEP_1_1_2_CONTENT
source: <p>To add a document for the classroom, open this folder.</p>
fr: <p>Ouvrez ce dossier pour ajouter un document destiné à la classe.</p>

# STEP_1_1_3_ACTION
source: Click on the button "Add" and choose "a document from the computer".
fr: Cliquez sur le bouton "Ajouter" et choisissez "un document depuis l'ordinateur”.

# STEP_1_1_3_CONTENT
source: <p>By clicking on the blue button, discover how to:</p><ul><li>Create a folder</li><li>Import a document from your computer</li><li>Add a link from Internet</li></ul><p>Let's start by adding a document from your computer.</p>
fr: <p>En cliquant sur le bouton bleu vous pouvez :</p><ul><li>Créer un dossier</li><li>Importer un document depuis votre ordinateur</li><li>Ajouter un lien depuis internet</li></ul><p>Commençons par ajouter un document depuis votre ordinateur.</p>

# STEP_1_1_4_ACTION
source: Choose "a document from the computer"
fr: Choisissez "un document depuis l'ordinateur"

# STEP_1_2_1_1_CONTENT
source: <p>To add a document, you can also drag and drop a file from your computer.</p>
fr: <p>Vous pouvez aussi ajouter un document en le glissant directement depuis votre ordinateur.</p>

# STEP_1_2_1_CONTENT
source: <p>Thanks to the gauge, track the progress of the document loading in the media library. Your document is imported when it reaches 100%.</p>
fr: <p>Suivez le chargement d’un document dans la médiathèque grâce à la jauge. Votre document est importé quand elle est à 100 %.</p>

# STEP_1_2_1_LOADER
source: Downloading state of progress
fr: État d'avancement du téléchargement

# STEP_1_2_2_CONTENT
source: You have imported your first document &nbsp;!
fr: Vous venez d'importer votre premier document&nbsp;!

# STEP_1_2_3_ACTION
source: By clicking on the form icon, you open it.
fr: En cliquant sur la miniature d'un document vous ouvrez sa fiche.

# STEP_1_2_3_CONTENT
source: <p>Rome wasn't built in a day... but you have already added one document to your media file! You can attach it to a blog article or share it with your students. Let's take a closer look.</p>
fr: <p>Rome ne s’est pas faite en un jour... mais vous avez déjà ajouté un premier document à votre médiathèque ! Vous pouvez le joindre à un article de blog ou simplement le partager avec vos élèves. Allons le voir de plus près.</p>

# STEP_1_2_4_ACCEPT
source: Give it a shot!
fr: À vous de jouer !

# STEP_1_2_4_BACK
source: Go back if you wish to exit a document folder or form.
fr: Faites une marche arrière pour sortir d'un dossier ou de la fiche d'un document.

# STEP_1_2_4_CONTENT
source: <p>><strong>Click on the blue dots to get more information about the the form's items.</strong></p><p>Why not customize your document&nbsp;?</p><p></p>
fr: <p><strong>Cliquez sur les points bleus pour en savoir plus sur les éléments de la fiche.</strong></p><p>Et si on personnalisait votre document&nbsp;?</p>

# STEP_1_2_4_COPY
source: Copy the selection in a folder.
fr: Copiez la sélection dans un dossier.

# STEP_1_2_4_DELETE
source: Move this document in the recycle bin. The recycle bin needs to be emptied to definitively delete files and to free up some storage space in the media library.
fr: Déplacez ce document dans la corbeille. Il faut vider la corbeille pour supprimer les fichiers définitivement et libérer l'espace de stockage de la médiathèque.

# STEP_1_2_4_DOWNLOAD
source: Download document on your computer.
fr: Téléchargez le document sur votre ordinateur.

# STEP_1_2_4_EDIT
source: Rename and add a description to document.
fr: Changez le nom du document et ajoutez une description.

# STEP_1_2_4_FAVORITE
source: Add this file to your favourites so you can easily find it.
fr: Ajoutez ce fichier à vos favoris pour le retrouver facilement.

# STEP_1_2_4_PRIVATE
source: Hide a file to media library users.
fr: Cachez un fichier aux utilisateurs de la médiathèque.

# STEP_1_2_5_1_TITLE
source: Rename your document.
fr: Renommez votre document.

# STEP_1_2_5_2_TITLE
source: Add a description.
fr: Ajoutez une description.

# STEP_1_2_5_3_CONTENT
source: Save your changes and Bob's your uncle&nbsp;!
fr: Enregistrez les modifications et le tour est joué&nbsp;!

# STEP_1_2_5_ACTION
source: On this form, rename the document and add a description.
fr: Cliquez sur "Modifier les informations".

# STEP_1_2_5_CONTENT
source: <p>On this form, change document information to rename it and add a description.</p>
fr: <p>Sur cette fiche, modifiez les informations du document pour en changer le nom et ajouter une description.</p>

# STEP_1_2_6_CONTENT
source: You have customised your first document
fr: Vous venez de personnaliser votre premier document

# STEP_1_2_7_ACTION
source: Click on the button "Make document private"
fr: Cliquez sur le bouton "Rendre privé le document"

# STEP_1_2_7_CONTENT
source: <p>Your document is ready for your students. Don't want to show it to them just yet&nbsp;? Make the document private. A private document is only visible by the person who added it.</p>
fr: <p>Le document est prêt pour vos élèves. Vous préférez ne pas leur montrer tout de suite&nbsp;? Rendez-le privé. Un document privé n'est visible que par la personne qui l'a ajouté.</p>

# STEP_1_2_8_ACTION
source: Click on the button "Go back" to access the classroom's folder.
fr: Cliquez sur le bouton "Revenir" pour aller dans le dossier de la classe.

# STEP_1_2_8_CONTENT
source: <p>The document is now private. You are the only one who can see it.<br> Let's see what's going on in your classroom's file.</p>.<p></p>
fr: <p>Le document est privé ! Vous seul pouvez le voir.<br> Comment savoir qu’un document est privé&nbsp;?</p>

# STEP_1_2_9_CONTENT
source: <p>Look! The document has now a padlock which means that it's private. This works for folders too.</p>
fr: <p>Regardez ! Le document est maintenant accompagné d'un petit cadenas qui indique qu’il est privé. Cela fonctionne aussi pour les dossiers.</p>

# STEP_1_3_1_CONTENT
source: You have create your first private document
fr: Vous venez de rendre votre premier document privé

# STEP_1_4_1_ACTION
source: Organise your media library
fr: Organisez votre médiathèque

# STEP_1_4_1_CONTENT
source: <p>Congratulations! You have completed level 1. How about learning how to organise your media library&nbsp;? Go to level 2.</p>
fr: <p>Bravo ! Vous avez validé le niveau 1. Et si nous apprenions à organiser votre médiathèque&nbsp;? Rendez-vous au niveau 2.</p>

# STEP_1_4_1_TITLE
source: Congratulations, you have completed level 1 "Import your first documents"
fr: Félicitations, vous avez terminé le niveau 1 “Importez vos premiers documents”

# STEP_2_0_ACCEPT
source: Let's get started!
fr: C’est parti !

# STEP_2_0_CONTENT
source: <p>During this level, learn how to organise your documents in the media library. Discover how to&nbsp;:</p><ul><li>Create a folder</li><li>Select documents</li><li>Move documents</li><li>Add a document as favourite</li>
fr: <p>Dans le niveau 2, apprenez à organiser vos documents dans la médiathèque. Vous allez&nbsp;:</p><ul><li>Créer un dossier</li><li>Sélectionner des documents</li><li>Déplacer des documents</li><li>Passer un document en favori</li>

# STEP_2_0_TITLE
source: Organise your media library
fr: Organisez votre médiathèque

# STEP_2_1_1_CONTENT
source: <p>Add several documents for your students. Just got to your classroom's folder.</p>
fr: <p>Ajoutez plusieurs documents pour vos élèves. Pour cela, rendez-vous dans le dossier de la classe.</p>

# STEP_2_1_2_ACTION
source: Click on the button "Add", then "a document from the computer".
fr: Cliquez sur le bouton "Ajouter" puis "un document depuis l'ordinateur".

# STEP_2_1_2_CONTENT
source: <p>Start by adding 3 documents.</p>
fr: <p>Ajoutez 3 documents.</p>

# STEP_2_1_3_1_ACTION
source: Click on the button "Add"
fr: Cliquez sur le bouton "Ajouter"

# STEP_2_1_3_1_CONTENT
source: <p>Create a folder to classify these documents.</p>
fr: <p>Créez un dossier pour ranger ces documents.</p>

# STEP_2_1_3_2_ACTION
source: Choose "A folder in my media library"
fr: Choisissez "Un dossier dans ma médiathèque"

# STEP_2_1_3_3_ACTION
source: Click on the button "Validate"
fr: Cliquez sur le bouton "Valider"

# STEP_2_1_3_3_CONTENT
source: <p>Name your new folder.</p>
fr: <p>Nommez votre nouveau dossier.</p>

# STEP_2_1_4_CONTENT
source: You have created you first folder!
fr: Vous venez de créer votre premier dossier !

# STEP_2_2_1_ACCEPT
source: Let's get started
fr: C'est parti

# STEP_2_2_1_CONTENT
source: <p>You have a brand new folder to classify your documents.</p><p> Start by selecting them.</p>
fr: <p>Vous avez un dossier tout neuf pour ranger vos documents.</p><p>Commencez par les sélectionner.</p>

# STEP_2_2_3_ACTION
source: Click on your new file
fr: Cliquez sur votre nouveau dossier

# STEP_2_2_3_CONTENT
source: <p>When you select a document, it goes into your selection basket on the right. This way, it can act on all these documents. We will move your 3 selected documents. To do so, choose a file in which you would like to put them.</p>
fr: <p>Quand vous sélectionnez un document, il s'ajoute à votre panier de sélection à droite.</p><p>Vous pouvez ainsi agir sur l'ensemble de ces documents.</p><p>Nous allons déplacer vos 3 documents sélectionnés. Pour cela, choisissez le dossier dans lequel vous souhaitez les ranger.</p>

# STEP_2_3_1_1_ACTION
source: Click on the button "Storage"
fr: Cliquez sur le bouton "Rangement"

# STEP_2_3_1_1_CONTENT
source: <p>Once it's in the folder, the "Storage" button allows you to move the selected items in the folder.</p>
fr: <p>Une fois dans le dossier, le bouton "Rangement" permet de déplacer la sélection dans le dossier.</p>

# STEP_2_3_1_2_ACTION
source: Choose "Move the selection in this folder"
fr: Choisissez "Déplacer la sélection dans ce dossier"

# STEP_2_3_1_2_CONTENT
source: <p>Once it's in the folder, the "Storage" button allows you to move the selected items in the folder.</p>
fr: <p>Une fois dans le dossier, le bouton "Rangement" permet de déplacer la sélection dans le dossier.</p>

# STEP_2_3_2_CONTENT
source: You have moved your first documents
fr: Vous venez de déplacer vos premiers documents

# STEP_2_4_1_ACTION
source: Click on the document's box
fr: Cliquez sur la case du document

# STEP_2_4_1_CONTENT
source: <p>Tip&nbsp;! Easily find your document by adding it to your favourites. Choose a document. Add it to the selection.</p>
fr: <p>Astuce&nbsp;! Passer un document en favori vous aide à le retrouver facilement. Choisissez un document. Ajoutez-le à la sélection.</p>

# STEP_2_4_2_ACTION
source: Click on the button "Add selection to favourites"
fr: Cliquez sur le bouton "Ajouter aux favoris la sélection"

# STEP_2_4_2_CONTENT
source: <p>We will add this document to favourites.</p>
fr: <p>Nous allons ajouter ce document aux favoris.</p>

# STEP_2_4_3_ACTION
source: Click on "My favourites"
fr: Cliquez sur "Mes favoris"

# STEP_2_4_3_CONTENT
source: <p>A star appears on the document. This means it has been added to your favourites. Well done&nbsp;!</p>
fr: <p>Une étoile apparaît sur le document. Elle indique qu'il a bien été ajouté aux favoris. Super&nbsp;!</p>

# STEP_2_4_4_ACTION
source: Continue
fr: Continuez

# STEP_2_4_4_CONTENT
source: <p>Tadaaa! Your document has been successfully added to the list. You are ready to continue your archivist training&nbsp;!</p>
fr: <p>Tadaaa ! Votre document est bien dans la liste. Vous êtes prêt pour la suite de votre formation d’archiviste...</p>

# STEP_2_5_1_ACTION
source: Create a submission folder
fr: Créez un dossier de dépôt

# STEP_2_5_1_CONTENT
source: <p>Congratulations! You have completed level 2. How about learning how to create a submission folder for your students&nbsp;? Go to level 3.</p>
fr: <p>Bravo ! Vous avez validé le niveau 2. Et si nous apprenions à créer un dossier de dépôt pour vos élèves ? Rendez-vous au niveau 3.</p>

# STEP_2_5_1_TITLE
source: Congratulations, you have completed level 2 "Organise your media library"
fr: Félicitations, vous avez terminé le niveau 2 "Organisez votre médiathèque".

# STEP_3_0_ACCEPT
source: Follow me!
fr: Suivez-moi !

# STEP_3_0_CONTENT
source: <p>You can now import documents in your media library and classify them into folders. To complete your archivist training, discover how to &nbsp;:</p><ul><li>Create a submission folder</li></ul>
fr: <p>Vous savez maintenant importer des documents dans la médiathèque et les ranger dans des dossiers. Pour terminer votre formation d’archiviste, vous allez&nbsp;:</p><ul><li>Créer un dossier de dépôt</li></ul>

# STEP_3_0_TITLE
source: Create a submission folder
fr: Créez un dossier de dépôt

# STEP_3_1_1_ACTION
source: Click on the classroom's folder
fr: Cliquez sur le dossier de la classe

# STEP_3_1_1_CONTENT
source: <p>Go to the classroom's folder</p>
fr: <p>Rendez-vous dans le dossier de la classe</p>

# STEP_3_1_2_1_ACTION
source: Click on "Add the folder in my media library"
fr: Cliquez sur Ajouter, un dossier dans ma médiathèque

# STEP_3_1_2_1_CONTENT
source: <p>The media library invites you to create a submission folder. This folder allows students to submit definitely a document. They will no longer be able to change it or withdraw it. This can be quite handy when you need to get back a task</p><p>Add a new folder to the classroom's folder.</p>
fr: <p>La médiathèque permet de créer un dossier de dépôt. Ce dossier permet aux élèves de déposer un document définitivement. Ils ne pourront ni le modifier, ni le retirer. C'est pratique pour récupérer un travail&nbsp;!</p><p>Ajoutez un nouveau dossier, dans le dossier de la classe.</p>

# STEP_3_1_2_2_ACTION
source: Add a folder to the media library
fr: Ajoutez un dossier à la médiathèque

# STEP_3_1_2_3_ACTION
source: Validate creation
fr: Validez la création

# STEP_3_1_3_ACTION
source: Click on it
fr: Cliquez dessus

# STEP_3_1_3_CONTENT
source: <p>The folder has been created? Great! Click on it.</p>
fr: <p>Cliquez sur le nouveau dossier.</p>

# STEP_3_1_4_ACTION
source: Click on "Change into submission folder"
fr: Cliquez sur "Changer en dossier de dépôt"

# STEP_3_1_4_CONTENT
source: <p>Can you see the button "Change into submission folder" in the action bar?</p><p>Click on it to to change the folder into a submission folder.</p>
fr: <p>Voyez-vous le bouton dans la barre d'action "Changer en dossier de dépôt" ?</p><p>Cliquez dessus pour que le dossier se transforme en dossier de dépôt.</p>

# STEP_3_1_5_ACCEPT
source: Got it
fr: Bien compris

# STEP_3_1_5_CONTENT
source: <p>The folder is now blue. It means that it's a submission folder where your students can add a finished exercise. Each file delivered by a student will include his/her first name and date of submission.</p>
fr: <p>Le dossier est devenu bleu.</p><p>C'est maintenant un dossier de dépôt dans lequel vos élèves déposeront un exercice terminé.</p><p>Chaque fichier déposé par un élève porte son prénom et la date du dépôt.</p>

# STEP_3_2_1_CONTENT
source: <p>Your adventure in the media library starts now... You have become a real archivist!</p>
fr: <p>Votre aventure dans la médiathèque peut démarrer...</p>

# STEP_3_2_1_TITLE
source: Congratulations, you have completed the last level!
fr: Félicitations, vous avez terminé le dernier niveau !
