Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/StatisticsBundle/Resources/translations/STATISTICS.*.xliff
Languages: es

source: ALL_ROLE
es: , todos los roles

source: ALL_SUBGROUPS
es: Todos los subgrupos

source: CHOICE_ALL_ROLE
es: Todos los roles

source: CHOICE_DAY
es: día

source: CHOICE_HOURS
es: hora

source: CHOICE_MONTH
es: mes

# CHOOSE_INDICATOR
source: Choisir un indicateur :
es: Selecciona un indicador

source: CONNECTION
es: Conexión

# DESCRIPTION_BLOG_CREATE_ARTICLE
source: Création d'un article sur un blog
es: Creación de un artículo en el blog

# DESCRIPTION_BLOG_CREATE_COMMENT-ARTICLE
source: Création d'un commentaire sur un blog
es: Creación de un comentario en el blog

# DESCRIPTION_BLOG_PUBLISH_ARTICLE
source: Publication d'un article sur un blog
es: Publicación de un artículo en el blog

# DESCRIPTION_BOARD_MESSAGE_PUBLISH
source: Publication d'un message su le tableau d'information
es: Publicación de un mensaje en el tablero de información

# DESCRIPTION_CALENDAR_CREATE_EVENT
source: Création d'un évènement sur le calendrier
es: Creación de un evento en el calendario

# DESCRIPTION_CLASSROOM_CHANGE_GRADE
source: Changement d'année
es: Cambio de año escolar

# DESCRIPTION_CLASSROOM_CREATE_GROUP
source: Création d'un groupe d'élèves
es: Creación de un grupo de alumnos

# DESCRIPTION_CLASSROOM_CREATE_STUDENT-ACCOUNT
source: Création d'un compte élève
es: Creación de una cuenta alumno

# DESCRIPTION_FORUM_CREATE_MESSAGE
source: Création d'un message sur le forum
es: Creación de un mensaje en el foro

# DESCRIPTION_FORUM_CREATE_TOPIC
source: Création d'un topic sur le forum
es: Postear un tema en el foro

# DESCRIPTION_GPS_CREATE_PLACE
source: Création d'un lieu sur le GPS
es: Ubicación creada en el GPS

# DESCRIPTION_GPS_DO_SEARCH
source: Faire une recherche sur le GPS
es: Buscar en el GPS

# DESCRIPTION_GROUP_CREATE_GROUP
source: Création d'un groupe
es: Creación de un grupo

# DESCRIPTION_HOMEWORK_CREATE_WORK
source: Création d'un travail sur le cahier de textes
es: Añadir una tarea en la agenda de deberes

# DESCRIPTION_HOMEWORK_VALIDATE_WORK
source: Validation d'un travail sur le cahier de textes
es: Validar una tarea en la agenda de deberes

# DESCRIPTION_LIAISONBOOK_CREATE_SIGN
source: Signature sur le carnet de liaison
es: Firma en el cuaderno de comunicación entre maestros y padres de familia

# DESCRIPTION_LIAISONBOOK_PUBLISH_MESSAGE
source: Publication d'un message sur le carnet de liaison
es: Publicación de un mensaje en el cuaderno de comunicación

# DESCRIPTION_MAIN_CONNECT_PLATFORM
source: Connexion sur la plateforme
es: Número de conexiones

# DESCRIPTION_MAIN_REGENERATE_PASSWORD
source: Régénération du mot de passe
es: Restablecimientos de la contraseña

# DESCRIPTION_MEDIA_ADD_FILE
source: Ajout d'un fichier par un élève
es: Adición de archivos a la mediateca por parte de un alumno

# DESCRIPTION_MESSAGING_MODERATE_MESSAGE
source: Modération d'un message sur la messagerie
es: Moderación de un mensaje en la mensajería

# DESCRIPTION_MESSAGING_SEND_MESSAGE
source: Envoi d'un message sur la messagerie
es: Envío de un mensaje en la mensajería

# DESCRIPTION_MINISITE_CREATE_DYNAMIC-PAGE
source: Création d'une page d'informations sur le minisite
es: Creación de una página de noticias en el sitio web

# DESCRIPTION_MINISITE_CREATE_DYNAMIC-PAGE-ARTICLE
source: Création d'une information sur le minisite
es: Creación de noticias en el sitio web

# DESCRIPTION_MINISITE_CREATE_STATIC-PAGE
source: Création d'une page statique sur le minisite
es: Creación de páginas estáticas en el sitio web

# DESCRIPTION_MINISITE_UPDATE_STATIC-PAGE
source: Mise à jour d'une page statique
es: Actualización de páginas estáticas en el sitio web

# DESCRIPTION_PROFILE_CREATE_COMMENT
source: Création d'un commentaire sur le profil
es: Comentar una creación del perfil

# DESCRIPTION_PROFILE_CREATE_STATUS
source: Création d'un statut sur le profil
es: Creación de estado en el perfil

# FILTER_BEGIN_DATE
source: Filtrer la date de début :
es: Filtrar la fecha de inicio

# FILTER_BY_ROLE
source: Filtrer par rôle :
es: Filtrar por rol:

# FILTER_END_DATE
source: Filtrer la date de fin :
es: Filtrar la fecha de finalización:

source: GROUP_PARENT
es: Padre de familia

source: GROUP_PUPIL
es: Alumno

source: GROUP_TEACHER
es: Profesor

# JOIN_GROUP
source: Agréger les groupes :
es: Agregar grupos

# LINK_DISPLAY_FILTER
source: Afficher les filtres
es: Mostrar los filtros

# LINK_GENERATE_GRAPH
source: Générer le graphique
es: Generar un gráfico

# LINK_HIDE_FILTER
source: Cacher les filtres
es: Ocultar los filtros

source: ROLE
es: , rol:

# TIME_SCALE
source: Echelle de temps :
es: Escala de tiempo:

source: TITLE_CLASSROOM_SCHOOL_ACTIVATION
es: Escuelas y clases activadas

# TITLE_GRAPH
source: Graphique
es: Gráfico

source: TITLE_MAIN_CONNECT
es: Estadística de conexión por perfil

source: TITLE_MAIN_VISIT
es: Visitas por módulo

# TITLE_STATISTIC_GROUP
source: Statistiques : %groupName%
es: Estadísticas %groupName%
