Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/WorkshopBundle/Resources/translations/JS_WORKSHOP.*.xliff
Languages: es, fr

# AUDIO.BACK_TO_WORKSHOP
source: Back to workshop
es: Regresar al taller
fr: Retour à l'atelier

# AUDIO.CANCEL
source: Cancel
es: Cancelar
fr: Annuler

# AUDIO.CLOSE_HTML
source: <strong>Close</strong><br>audio recorder
es: <strong>Cerrar</strong><br>la grabadora de audio
fr: <strong>Fermer</strong><br>l'enregistreur audio

# AUDIO.DOCUMENT_NAME
source: Document name
es: Nombre del documento
fr: Nom du document

# AUDIO.GRANT_MICROPHONE_ACCESS_IN_BROWSER_THEN_RELOAD
source: Allow the workshop to use the microphone in your browser settings. Once it's done, you can reload this page.
es: Permite al taller de utilizar el micrófono con los parámetros de tu navegador. Una vez listo, puedes recargar esta pagina.
fr: Autorisez l'atelier à utiliser le micro dans les réglages du navigateur, puis rechargez la page.

# AUDIO.LOADING_RECORD_IN_MEDIA_LIBRARY
source: Saving audio recording in the media library
es: Cargando la grabación en la mediateca
fr: Chargement de l'enregistrement dans la médiathèque

# AUDIO.MICROPHONE_ACCESS_NEEDED
source: Access to the microphone is needed
es: Acceso micrófono requerido
fr: Accès au microphone requis

# AUDIO.NEW_DOCUMENT
source: New audio document
es: Nombre del documento audio
fr: Nouveau document audio

# AUDIO.NOT_ENOUGH_SPACE_USER
source: There is not enough space in your media library
es: No hay suficiente espacio en la mediateca
fr: Il n'y a pas assez de place dans votre médiathèque

# AUDIO.NO_RECORDING_CAPACITY
source: Your browser does not support audio recording
es: Tu navegador no tolera la grabación audio
fr: Votre navigateur ne supporte pas l'enregistrement audio

# AUDIO.OPEN_LIBRARY
source: Open the media library
es: Abrir la mediateca
fr: Ouvrir la médiathèque

# AUDIO.PLAY_RECORD
source: Play audio recording
es: Leer la grabación
fr: Lire l'enregistrement

# AUDIO.PROPERTIES
source: Properties
es: Propiedades
fr: Propriétés

# AUDIO.RECORDING_CONVERSION
source: Converting your audio recording
es: Convirtiendo grabación audio
fr: Conversion de l'enregistrement

# AUDIO.RECORDING_IN_PROGRESS
source: Recording in progress
es: Grabación en curso
fr: Enregistrement en cours

# AUDIO.RECORDING_PAUSED
source: Recording paused
es: Grabación en pausa
fr: Enregistrement en pause

# AUDIO.RECORD_NAME
source: Recording name
es: Nombre de la grabación
fr: Nom de l'enregistrement

# AUDIO.RECORD_UPLOAD_SUCCESS
source: Audio recording uploaded in the media library. The audio file is no longer editable.
es: Grabación cargada en la mediateca. El archivo audio generado ya no puede ser editado.
fr: Enregistrement chargé dans la médiathèque. Le fichier audio généré n'est pas éditable.

# AUDIO.RELOAD_PAGE
source: Reload page
es: Recargar la página
fr: Recharger la page

# AUDIO.REQUIRED
source: Required
es: Obligatorio
fr: Obligatoire

# AUDIO.RESTART_RECORD
source: Restart recording
es: Recomenzar la grabación
fr: Recommencer l'enregistrement

# AUDIO.RESUME_RECORDING
source: Resume recording
es: Reanudar la grabación
fr: Reprendre l'enregistrement

# AUDIO.SAVE_ERROR
source: Error while saving audio recording
es: Ha ocurrido un error al guardar la grabación
fr: Erreur lors de la sauvegarde de l'enregistrement

# AUDIO.SAVE_RECORD
source: Save audio recording
es: Guardar la grabación
fr: Sauvegarder l'enregistrement

# AUDIO.SAVE_SUCCESS
source: Audio recording saved
es: Grabación guardada
fr: Enregistrement audio sauvegardé

# AUDIO.START_RECORDING
source: Start recording
es: Comenzar la grabación
fr: Commencer l'enregistrement

# AUDIO.START_RECORDING_HTML
source: <strong>Start</strong><br>recording
es: <strong>Comenzar</strong><br>grabación
fr: <strong>Commencer</strong><br>l'enregistrement

# AUDIO.STOP_PLAY
source: Stop playback
es: Detener la lectura
fr: Arrêter la lecture

# AUDIO.STOP_RECORDING
source: Stop recording
es: Detener la grabación
fr: Arrêter l'enregistrement

# AUDIO.TRY_AGAIN
source: Try again
es: Reintentar
fr: Réessayer

# CHECK_GOOD_ANSWER
source: Check the right answer
fr: Cocher la réponse juste

# CHECK_GOOD_ANSWERS
source: Check the right answers
fr: Cocher les réponses justes

# CONTENT.ADD_CONTRIBUTOR
source: Add a contributor
es: Añadir un colaborador
fr: Ajouter un contributeur

# CONTENT.CONTRIBUTORS
source: Contributors
es: Colaboradores
fr: Contributeurs

# CONTENT.NO_CONTRIBUTORS
source: No contributors
es: Ningún colaborador
fr: Aucun contributeur

# CONTENT.USERS
source: Users
es: Usuarios
fr: Utilisateurs

# CONTENT.WORKSPACES
source: Workspaces
es: Espacios de trabajo
fr: Espaces de travail

# CREATE_A
source: Create a new...
es: Crear un nuevo...
fr: Créer un nouveau ...

# CREATE_DOCUMENT_ERROR
source: Error while creating the document
es: Se ha producido un error al crear el documento
fr: Erreur lors de la création du document

# CREATE_DOCUMENT_SUCCESS
source: Document created
es: Documento creado
fr: Document créé

# DOCUMENT.ADD
source: Add
es: Añadir
fr: Ajouter

# DOCUMENT.ADD_CONTRIBUTOR
source: Add a contributor
es: Añadir un colaborador
fr: Ajouter un contributeur

# DOCUMENT.ADD_PAGE_ERROR
source: Error while adding a new page
es: Se ha producido un error al añadir una página nueva
fr: Erreur lors de l'ajout d'une nouvelle page

# DOCUMENT.ADD_PAGE_SUCCESS
source: Page created
es: Página creada
fr: Page créée

# DOCUMENT.BACKGROUND_COLOR
source: Background color
es: Color de fondo
fr: Couleur de fond

# DOCUMENT.BORDER_COLOR
source: Border color
es: Color del borde
fr: Couleur de bordure

# DOCUMENT.CANCEL
source: Cancel
es: Cancelar
fr: Annuler

# DOCUMENT.CANNOT_BE_EDITED_BY_PUPILS
source: Students won't be able to edit the document anymore
es: Los alumnos ya no podrán editarlo
fr: Il ne pourra plus être édité par les élèves

# DOCUMENT.CANNOT_REMOVE_LOCKED_PAGE
source: This page cannot be removed, someone is currently editing it
es: Esta página no se puede eliminar, alguien la está editando
fr: Cette page ne peut pas être supprimée : quelqu'un est en train de l'éditer

# DOCUMENT.CHANGE_THEME_ERROR
source: Error while changing the theme
es: Se ha producido un error al cambiar el tema
fr: Erreur lors du changement de thème

# DOCUMENT.CHANGE_THEME_SUCCESS
source: Theme changed
es: Tema cambiado
fr: Thème changé

# DOCUMENT.CHOOSE_LAYOUT
source: Choose a layout
es: Seleccionar un diseño
fr: Choisis une mise en page

# DOCUMENT.CLOSED
source: Closed question
fr: Question fermée

# DOCUMENT.CLOSE_HTML
source: <strong>Close</strong><br>the document
es: <strong>Cerrar</strong><br>el documento
fr: <strong>Fermer</strong><br>le document

# DOCUMENT.COLUMNS
source: Columns
es: Columnas
fr: Colonnes

# DOCUMENT.CONFIRM_DELETE_THIS_PAGE
source: Confirm the deletion of this page
es: Confirmar la supresión de esta página
fr: Confirmer la suppression de cette page

# DOCUMENT.CONFIRM_DELETE_THIS_WIDGET
source: Confirm the deletion of this widget
es: Confirmar la supresión de este widget
fr: Confirmer la suppression de ce widget

# DOCUMENT.CONTRIBUTORS
source: Contributors
es: Colaboradores
fr: Contributeurs

# DOCUMENT.CREATE_PAGE
source: Create a page
es: Crear una página
fr: Créer une page

# DOCUMENT.CREATE_WIDGET_ERROR
source: Error while creating the widget
es: Se ha producido un error al crear el widget
fr: Erreur lors de la création du widget

# DOCUMENT.CREATE_WIDGET_SUCCESS
source: Widget created
es: Widget creado
fr: Widget créé

# DOCUMENT.DELETE
source: Delete
fr: Supprimer

# DOCUMENT.DELETE_PAGE
source: Delete this page
es: Eliminar esta página
fr: Suppression d'une page

# DOCUMENT.DELETE_PAGE_ERROR
source: Error while deleting the page
es: Se ha producido un error al eliminar la página
fr: Erreur lors de la suppression de la page

# DOCUMENT.DELETE_PAGE_MODAL_TITLE
source: Delete this page
es: Eliminar esta página
fr: Suppression d'une page

# DOCUMENT.DELETE_PAGE_SUCCESS
source: Page deleted
es: Página eliminada
fr: Page supprimée

# DOCUMENT.DELETE_THIS_PAGE
source: Delete this page
es: Eliminar esta página
fr: Supprimer cette page

# DOCUMENT.DELETE_THIS_WIDGET
source: Delete this widget
es: Eliminar este widget
fr: Supprimer ce widget

# DOCUMENT.DELETE_WIDGET
source: Delete this widget
es: Eliminar este widget
fr: Suppression d'un widget

# DOCUMENT.DELETE_WIDGET_ERROR
source: Error while deleting the widget
es: Se ha producido un error al eliminar el widget
fr: Erreur lors de la suppression du widget

# DOCUMENT.DELETE_WIDGET_MODAL_TITLE
source: Delete this widget
es: Eliminar este widget
fr: Suppression d'un widget

# DOCUMENT.DELETE_WIDGET_SUCCESS
source: Widget deleted
es: Widget eliminado
fr: Widget supprimé

# DOCUMENT.DOCUMENT_NAME
source: Document name
es: Nombre del documento
fr: Nom du document

# DOCUMENT.DRAFT_SAVED
source: Draft saved
es: Borrador guardado
fr: Brouillon enregistré

# DOCUMENT.DRAFT_SAVING
source: Saving draft...
es: Guardando el borrador...
fr: Sauvegarde du brouillon...

# DOCUMENT.DRAFT_WIDGET_ERROR
source: Error while saving the widget draft
es: Se ha producido un error al guardar el borrador en este widget
fr: Erreur lors de la sauvegarde du brouillon du widget

# DOCUMENT.DROP_WIDGET_HERE
source: Drop a widget here
es: Deja aquí un widget
fr: Glisse un widget ici

# DOCUMENT.DUPLICATE
source: Duplicate
fr: Dupliquer

# DOCUMENT.EDITED_BY
source: Edited&nbsp;by:
es: Editado&nbsp;por:
fr: Edité&nbsp;par&nbsp;:

# DOCUMENT.EDIT_WIDGET_ERROR
source: Error while updating the widget
es: Se ha producido un error al actualizar el widget
fr: Erreur lors de la mise à jour du widget

# DOCUMENT.EDIT_WIDGET_SUCCESS
source: Widget updated
es: Widget actualizado
fr: Widget mis à jour

# DOCUMENT.EXPORT
source: <strong>Export</strong><br>the document
fr: <strong>Exporter</strong><br>le document

# DOCUMENT.EXPORT_EPUB
source: <strong>Export as EPUB</strong><br>the document
fr: <strong>Exporter un EPUB</strong><br>du document

# DOCUMENT.EXPORT_PDF_HTML
source: <strong>Export as PDF</strong><br>the document
es: <strong>Exportar como PDF</strong><br>el documento
fr: <strong>Exporter un PDF</strong><br>du document

# DOCUMENT.FLASH_CONNECTION_ERROR
source: Connection error. Attempting to reconnect...
es: Error de conexión. Intentamos volver a conectarte....
fr: Erreur de connexion. Nouvelle tentative en cours...

# DOCUMENT.FROM_MEDIA_LIBRARY
source: From the media library
es: De la mediateca
fr: Depuis la médiathèque

# DOCUMENT.GAP-FILL-TEXT
source: Gap fill text
fr: Texte à trous

# DOCUMENT.GENERAL
source: General
fr: Général

# DOCUMENT.GET_DOCUMENT_ERROR
source: Error while loading the document
es: Se ha producido un error al cargar el documento
fr: Erreur lors du chargement du document

# DOCUMENT.GET_LAYOUTS_ERROR
source: Error while loading page layouts
es: Se ha producido un error al cargar los diseños de la página
fr: Erreur lors du chargement des mise en page

# DOCUMENT.GET_PAGE_ERROR
source: Error while loading the page
es: Se ha producido un error al cargar la página
fr: Erreur lors du chargement de la page

# DOCUMENT.GET_PAGE_FROM_POSITION_ERROR
source: Error while loading the page from position
es: Se ha producido un error al cargar la página desde la posición
fr: Erreur lors du chargement de la page par son numéro

# DOCUMENT.GET_WIDGET_CONFIGURATIONS_ERROR
source: Error while loading widgets
es: Se ha producido un error al cargar los widgets
fr: Erreur lors du chargement des widgets

# DOCUMENT.GOTO_NEXT_PAGE
source: Go to next page
es: Ir a la página siguiente
fr: Accéder à la page suivante

# DOCUMENT.GOTO_PREVIOUS_PAGE
source: Go to previous page
es: Ir a la página anterior
fr: Accéder à la page précédente

# DOCUMENT.IMAGE_FRAME
source: Image frame
es: Marco de la imagen
fr: Cadre d'image

# DOCUMENT.KIT
source: Toolkit
es: Kit de herramientas
fr: Trousse

# DOCUMENT.LABEL_WIDGET_CLOSED
source: Closed question
fr: Question fermée

# DOCUMENT.LABEL_WIDGET_GAP_FILL_TEXT
source: Gap fill text
fr: Texte à trous

# DOCUMENT.LABEL_WIDGET_MEDIA
source: Media
es: Multimedia
fr: Média

# DOCUMENT.LABEL_WIDGET_MULTIPLE
source: Multiple choice question
fr: Question à choix multiple

# DOCUMENT.LABEL_WIDGET_PAGE_BREAK
source: Page break
fr: Changement de page

# DOCUMENT.LABEL_WIDGET_PARAGRAPH
source: Text
es: Texto
fr: Paragraphe

# DOCUMENT.LABEL_WIDGET_PARAGRAPH_BOX
source: Boxed text
es: Recuadro de texto
fr: Paragraphe encadré

# DOCUMENT.LABEL_WIDGET_SIMPLE
source: Simple choice question
fr: Question à choix unique

# DOCUMENT.LABEL_WIDGET_TEXT_IMAGE_LEFT
source: Left image
es: Imagen izquierda
fr: Image à gauche

# DOCUMENT.LABEL_WIDGET_TEXT_IMAGE_RIGHT
source: Right image
es: Imagen derecha
fr: Image à droite

# DOCUMENT.LABEL_WIDGET_TITLE
source: Title
es: Título
fr: Titre

# DOCUMENT.LAYOUT
source: Layout
es: Diseño
fr: Mise en page

# DOCUMENT.LAYOUT_CHANGE_ERROR
source: Error while changing page layout
es: Se ha producido un error al cambiar el diseño de la página
fr: Erreur lors du changement de mise en page

# DOCUMENT.LAYOUT_CHANGE_SUCCESS
source: Page layout has changed
es: El diseño de la página se ha modificado
fr: Mise en page changée

# DOCUMENT.LAYOUT_FULL
source: Full page
es: Página completa
fr: Pleine page

# DOCUMENT.LAYOUT_FULL_FOOTER
source: Footer
es: Pie de página
fr: Pied-de-page

# DOCUMENT.LAYOUT_FULL_HEADER
source: Header
es: Encabezado
fr: En-tête

# DOCUMENT.LAYOUT_FULL_HEADER_FOOTER
source: Header and footer
es: Encabezado y pie de página
fr: En-tête et pied-de-page

# DOCUMENT.LAYOUT_HALF
source: Full page
es: Página completa
fr: Pleine page

# DOCUMENT.LAYOUT_HALF_FOOTER
source: Footer
es: Pie de página
fr: Pied-de-page

# DOCUMENT.LAYOUT_HALF_HEADER
source: Header
es: Encabezado
fr: En-tête

# DOCUMENT.LAYOUT_HALF_HEADER_FOOTER
source: Header and footer
es: Encabezado y pie de página
fr: En-tête et pied-de-page

# DOCUMENT.LAYOUT_THIRDL
source: Full page
es: Página completa
fr: Pleine page

# DOCUMENT.LAYOUT_THIRDL_FOOTER
source: Footer
es: Pie de página
fr: Pied-de-page

# DOCUMENT.LAYOUT_THIRDL_HEADER
source: Header
es: Encabezado
fr: En-tête

# DOCUMENT.LAYOUT_THIRDL_HEADER_FOOTER
source: Header and footer
es: Encabezado y pie de página
fr: En-tête et pied-de-page

# DOCUMENT.LAYOUT_THIRDR
source: Full page
es: Página completa
fr: Pleine page

# DOCUMENT.LAYOUT_THIRDR_FOOTER
source: Footer
es: Pie de página
fr: Pied-de-page

# DOCUMENT.LAYOUT_THIRDR_HEADER
source: Header
es: Encabezado
fr: En-tête

# DOCUMENT.LAYOUT_THIRDR_HEADER_FOOTER
source: Header and footer
es: Encabezado y pie de página
fr: En-tête et pied-de-page

# DOCUMENT.LAYOUT_TYPE_FULL
source: One column
es: Una columna
fr: Une colonne

# DOCUMENT.LAYOUT_TYPE_HALF
source: Two columns
es: Dos columnas
fr: Deux colonnes

# DOCUMENT.LAYOUT_TYPE_THIRDL
source: Two columns left
es: Dos columnas izquierda
fr: Deux colonnes gauche

# DOCUMENT.LAYOUT_TYPE_THIRDR
source: Two columns right
es: Dos columnas derecha
fr: Deux colonnes droite

# DOCUMENT.LOCKED_CANNOT_EDIT
source: This document is locked and cannot be edited anymore
es: Este documento está bloqueado y ya no se puede editar
fr: Ce document est vérouillé et ne peut plus être édité

# DOCUMENT.LOCK_DOCUMENT
source: Lock this document
es: Bloquear este documento
fr: Verrouiller ce document

# DOCUMENT.MEDIA
source: Media
es: Multimedia
fr: Média

# DOCUMENT.MOVE
source: Move
fr: Déplacer

# DOCUMENT.MOVE_PAGE_ERROR
source: Error while moving the page
es: Se ha producido un error al mover la página
fr: Erreur lors du déplacement de la page

# DOCUMENT.MOVE_PAGE_SUCCESS
source: Page moved
es: Página movida
fr: Page déplacée

# DOCUMENT.MULTIPLE
source: Multiple choice question
fr: Question à choix multiple

# DOCUMENT.NEW_PAGE
source: New page
es: Página nueva
fr: Nouvelle page

# DOCUMENT.NOT_SET
source: The document has not been set up
es: El documento no se ha configurado
fr: Le document n'a pas été initialisé

# DOCUMENT.NO_CONTRIBUTORS
source: No contributors
es: No hay colaboradores
fr: Aucun contributeur

# DOCUMENT.NO_CURRENT_PAGE
source: There is no current page
es: No hay ninguna página actual
fr: Il n'y a pas de page en cours

# DOCUMENT.ONLY_ME_CAN_SEE_IT
source: Only I can see it
es: Solo yo puedo verlo
fr: Je serai le seul à le voir

# DOCUMENT.OPEN_MEDIA_LIBRARY
source: Open the media library
es: Abrir la mediateca
fr: Ouvrir la médiathèque

# DOCUMENT.PAGE-BREAK
source: Page break
fr: Changement de page

# DOCUMENT.PAGE_CONTENT_WILL_BE_DELETED
source: All content from this page will be deleted as well, and cannot be restored later.
es: Todo el contenido de esta página también se eliminará, y no se podrá restablecer más adelante.
fr: Tout le contenu de cette page sera également supprimé et ne pourra pas être récupéré

# DOCUMENT.PREVIEW_HTML
source: <strong>Preview</strong><br>the document
es: <strong>Previsualizar</strong><br>el documento
fr: <strong>Aperçu</strong><br>du document

# DOCUMENT.PRIVATE_DOCUMENT
source: Private document
es: Documento privado
fr: Document privé

# DOCUMENT.PROPERTIES
source: Properties
es: Propiedades
fr: Propriétés

# DOCUMENT.REQUIRED
source: Required
es: Requerido
fr: Obligatoire

# DOCUMENT.SAVE
source: Save
es: Guardar
fr: Sauvegarder

# DOCUMENT.SAVE_CONTENT
source: Save the content
es: Guardar el contenido
fr: Sauvegarder le contenu

# DOCUMENT.SIMPLE
source: Simple choice question
fr: Question à choix unique

# DOCUMENT.TEXT
source: Text
es: Texto
fr: Paragraphe

# DOCUMENT.TEXTBOX
source: Boxed text
es: Recuadro de texto
fr: Paragraphe encadré

# DOCUMENT.THEME
source: Theme
es: Tema
fr: Thème

# DOCUMENT.TITLE
source: Title
es: Título
fr: Titre

# DOCUMENT.UPDATE_ERROR
source: Error while updating the document
es: Se ha producido un error al actualizar el documento
fr: Erreur lors de la mise à jour du document

# DOCUMENT.UPDATE_SUCCESS
source: Document updated
es: Documento actualizado
fr: Document mis à jour

# DOCUMENT.USERS
source: Users
es: Usuarios
fr: Utilisateurs

# DOCUMENT.WIDGET_CONTENT_WILL_BE_DELETED
source: All content within this widget will be deleted, and cannot be restored later.
es: Todo el contenido de este widget se eliminará, y no se podrá restablecer más adelante.
fr: Tout le contenu de ce widget sera supprimé et ne pourra pas être récupéré

# DOCUMENT.WIDGET_DUPLICATED
source: Widget duplicated
fr: Widget dupliqué

# DOCUMENT.WIDGET_LOAD_ERROR
source: Error while loading the widget
es: Se ha producido un error al cargar el widget
fr: Erreur lors du charement du widget

# DOCUMENT.WORKSPACES
source: Workspaces
es: Espacios de trabajo
fr: Espaces de travail

source: Edit
es: Editar
fr: Editer

# ERROR_THIS_FIELD_IS_REQUIRED
source: This field is required
fr: Obligatoire

# ERROR_THIS_FIELD_LESS_60
source: Cannot be greater than 60
fr: Ne peut pas être supérieur à 60

# GET_DOCUMENTS_ERROR
source: Error while loading the documents
es: Se ha producido un error al cargar los documentos
fr: Erreur lors du chargement des documents

# GOTO_MEDIA_LIBRARY_HTML
source: <strong>Go to the media library</strong><br>to see other files
es: <strong>Ir a la mediateca</strong><br>para ver otros archivos
fr: <strong>Accéder à la médiathèque</strong><br>pour voir mes autres fichiers

# LABEL_CHOICES_BLACK_ROUND
source: Black round
fr: Noir arrondi

# LABEL_CHOICES_NONE
source: None
fr: Aucun

# LABEL_CHOICES_ONE_COLUMN
source: One column
fr: Une colonne

# LABEL_CHOICES_POLAROID
source: Polaro√Ød
fr: Polaroïd

# LABEL_CHOICES_TWO_COLUMNS
source: Two columns
fr: Deux colonnes

# LABEL_CHOICES_WHITE
source: White
fr: Blanc

# LABEL_CHOICES_WHITE_ROUND
source: White round
fr: Blanc arrondi

# LABEL_FRONT_SIZE_BIG
source: Big
fr: Grand

# LABEL_FRONT_SIZE_ENORMOUS
source: Huge
fr: Énorme

# LABEL_FRONT_SIZE_NORMAL
source: Normal
fr: Normale

# LABEL_FRONT_SIZE_SMALL
source: Small
fr: Petit

# LABEL_FRONT_SIZE_VERY_BIG
source: Very big
fr: Très grand

# LABEL_FRONT_SIZE_VERY_SMALL
source: Very small
fr: Très petit

# MINIMIZE_COLUMN
source: Minimize<br>column
fr: Réduire<br>la colonne

source: My last creations
es: Mis últimas creaciones
fr: Mes dernières créations

source: No documents
es: No hay documentos
fr: Aucun document

# QUESTIONNAIRE.ADD_ANSWER
source: Add an answer
fr: Ajouter une réponse

# QUESTIONNAIRE.ADD_GAP_TEXT
source: Select a word and click the button to blank it out in the text.
fr: Sélectionnez un mot et cliquez sur le bouton ci-dessous pour le faire disparaître dans le texte.

# QUESTIONNAIRE.ADD_GAP_TOOLTIP
source: Add a word for your students to find
fr: Ajouter un mot à trouver

# QUESTIONNAIRE.ADVANCED_SETTINGS
source: Advanced settings
fr: Paramètres avancés

# QUESTIONNAIRE.ALL_FOUND
source: You found all the right answers
fr: Tu as trouvé toutes les bonnes réponses

# QUESTIONNAIRE.ANSWER
source: Answer
fr: Réponse

# QUESTIONNAIRE.ANSWERS
source: Answers
fr: Réponses

# QUESTIONNAIRE.ATTEMPTS_NUMBER
source: Number of attempts
fr: Nombre de tentatives

# QUESTIONNAIRE.CHOOSE_AUDIO
source: Choose a sound
fr: Veuillez choisir un son

# QUESTIONNAIRE.CHOOSE_IMAGE
source: Choose a picture
fr: Veuillez choisir une image

# QUESTIONNAIRE.CLOSED_QUESTION
source: Closed question
fr: Question fermée

# QUESTIONNAIRE.CLUE
source: Write a clue
fr: Ecrire un indice

# QUESTIONNAIRE.COMMENT
source: Comment
fr: Commentaire

# QUESTIONNAIRE.COMPETITION_ONLY
source: School competition only
fr: Concours scolaire uniquement

# QUESTIONNAIRE.CONGRATS
source: This is the right answer
fr: C'est la bonne réponse

# QUESTIONNAIRE.FINISHED
source: The questionnaire is finished!
fr: Le questionnaire est terminé !

# QUESTIONNAIRE.FOUND_COUNT
source: You found {{count}} answers out of {{total}}
fr: Tu as trouvé {COUNT, plural, 0{0 bonne réponse} 1{1 bonne réponse} other{# bonne réponses}} sur {TOTAL, plural, other{#}}

# QUESTIONNAIRE.GAP_FILL_TEXT_QUESTION
source: Gap fill text
fr: Texte à trous

# QUESTIONNAIRE.HELP
source: Help
fr: Aide

# QUESTIONNAIRE.HIDE_SOLUTION
source: Hide the solution at the end of the exercise
fr: Masquer les solutions en fin d'exercice

# QUESTIONNAIRE.LIMITED_ATTEMPTS
source: Limit the number of attempts
fr: Limiter le nombre de tentatives

# QUESTIONNAIRE.LIMITED_TIME
source: You have {{minutes}} minutes and {{seconds}} seconds to answer the question
fr: Tu disposes d'un temps limité à {MINUTES, plural, 0{} 1{1 minute} other{# minutes}} {SECONDS, plural, 0{} 1{ et 1 seconde} other{# secondes}} pour répondre à cette question

# QUESTIONNAIRE.MULTIPLE_QUESTION
source: Multiple choice question
fr: Question à choix multiple

# QUESTIONNAIRE.NEGATIVE_POINTS
source: Negative points
fr: -1 en cas de mauvaise réponse

# QUESTIONNAIRE.NEXT_PAGE
source: Go to the next page
fr: Accéder à la page suivante

# QUESTIONNAIRE.NOT_ANSWERED
source: You didn't answer
fr: Tu n'as pas répondu

# QUESTIONNAIRE.PICTURE
source: Picture
fr: Image

# QUESTIONNAIRE.RESET
source: Retry
fr: Réessayer

# QUESTIONNAIRE.RESET_QUESTIONNAIRE
source: Restart the questionnaire
fr: Recommencer le questionnaire

# QUESTIONNAIRE.SECONDS
source: Seconds
fr: Secondes

# QUESTIONNAIRE.SHOW_CHRONO
source: Chronometer
fr: Chronomètre

# QUESTIONNAIRE.SHOW_CLUE
source: Clue
fr: Indice

# QUESTIONNAIRE.SHOW_COMMENT
source: Display comment at the end of the exercise
fr: Commentaire en fin d'exercice

# QUESTIONNAIRE.SHOW_HELP
source: Help
fr: Aide

# QUESTIONNAIRE.SIMPLE_QUESTION
source: Simple choice question
fr: Question à choix unique

# QUESTIONNAIRE.START_CHRONO
source: Show the question
fr: Afficher la question

# QUESTIONNAIRE.STILL_GOOD_ANSWERS
source: There are still good answers to choose
fr: Il reste des bonnes réponses à choisir

# QUESTIONNAIRE.TEXT
source: Text
fr: Texte

# QUESTIONNAIRE.TIMES_UP
source: Time's up! You can't answer the question.
fr: Le temps est écoulé, tu ne peux plus répondre à cette question.

# QUESTIONNAIRE.TIMES_UP_ANSWER
source: Time's up! You can submit your answer.
fr: Le temps est écoulé, tu peux encore valider ta réponse.
