Repository: BeneyluSchool/BeneyluSchool3
Catalog: src/BNS/App/WorkshopBundle/Resources/translations/JS_WORKSHOP.*.xliff
Languages: es, fr

# QUESTIONNAIRE.VALIDATE
source: Validate
fr: Valider ma réponse

# QUESTIONNAIRE.WORDING
source: Wording
fr: Enoncé

# QUESTIONNAIRE.WRITE_AN_ANSWER
source: Write an answer
fr: Ecrire une réponse

# QUESTIONNAIRE.WRITE_COMMENT
source: Write a comment
fr: Ecrire un commentaire

# QUESTIONNAIRE.WRITE_HELP
source: Give a clue
fr: Ecrire une aide

# QUESTIONNAIRE.WRONG
source: This is not the right answer
fr: Ce n'est pas la bonne réponse

source: Soon
es: Pronto
fr: Bientôt

# VIEW
source: See
es: Ver
fr: Voir

source: Workshop
es: Espacio de trabajo
fr: Atelier

# AUDIO.DESCRIPTION
source: Description
es: Descripción

# AUDIO.VOLUME
source: Volume
es: Volumen

source: Document
es: Documento

# DOCUMENT.DESCRIPTION
source: Description
es: Descripción

# DOCUMENT.IMAGE
source: Image
es: Imagen

# DOCUMENT.PAGES
source: Pages
es: Páginas
